Repository: yvesc/freegui
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: el, it, lv, tr

source: Compress data during the transfer
el: Συμπίεση δεδομένων κατά την μεταφορά
it: Comprimi i dati durante il trasferimento
lv: Saspiest datus pārsūtījuma laikā
tr: Veriyi aktarım sırasında sıkıştır

source: Archive
el: Αρχειοθέτηση
it: Archiviazione
lv: Arhīvs
tr: Arşiv

source: Archive mode
el: Λειτουργία αρχειοθέτησης (Archive)
it: Modalità archiviazione
lv: Arhīva režīms
tr: Arşiv Modu

source: Delete files on the receiving side that don't exist on sender
el: Διαγραφή αρχείων στην πλευρά του παραλήπτη τα οποία δεν υπάρχουν στον αποστολέα
it: Cancella i file dal sito ricevente che non esistono su quello di invio
lv: Dzēst datnes saņēmēja pusē, kas neeksistē pie sūtītāja
tr: Alıcı tarafından göndereni bulunmayan dosyaları sil

source: Suppress non-error messages
el: Καταστολή μηνυμάτων όχι-λάθους
it: Sopprimi i messaggi che non sono di errore
lv: Apklusināt ne-kļūdu ziņojumus
tr: Olmayan hata mesajlarını durdur

source: Preserve permissions
el: Διατήρηση δικαιωμάτων
it: Preserva i permessi
lv: Saglabāt atļaujas
tr: Dizin yetkisi

source: This option causes the receiving rsync to set the destination permissions to be the same as the source permissions
el: Η επιλογή αυτή προκαλεί το rsync που λαμβάνει, να ορίσει τα δικαιώματα του προορισμού ίδια με τα δικαιώματα της προέλευσης
it: Questa opzione fa si che l'rsync ricevente imposti i permessi della destinazione allo stesso modo di quelli della sorgente
lv: Šī iespēja liek saņēmēja rsync uzstādīt noklusējuma atļaujas tādas pašas kā avota atļaujas
tr: Bu seçenek aynı kaynak izinleri aynı hedef izinlerini ayarlamak için rsync'den bilgileri alır.

source: Preserve extended attributes
el: Διατήρηση εκτεταμένων ιδιοτήτων
it: Preserva gli attributi estesi
lv: Saglabāt paplašinātos atribūtus
tr: Genişletilmiş özellikleri koruma

source: This option causes rsync to update the remote extended attributes to be the same as the local ones
el: Η επιλογή αυτή προκαλεί το rsync να ενημερώσει τις απομακρυσμένες ιδιότητες αρχείων ίδιες με των τοπικά
it: Questa opzione fa si che rsync aggiorni gli attributi estesi remoti in modo che siano uguali a quelli locali
lv: Šī iespēja liek rsync atjaunot attālināto apjomu atribūtus, lai tie sakristu ar vietējiem
tr: Bu seçenek yerel kullanıcılar gibi aynı olacak uzak kullanıcıların gelişmiş özniteliklerini güncellemek için rsync kullanır

source: Extra options to rsync command line (usually empty)
el: Έξτρα επιλογές στην γραμμή εντολών rsync (συνήθως άδειο)
it: Opzioni supplementari della riga comando di rsync (solitamente vuoto)
lv: Papildus iespējas rsync komandrindai (parasti tukšs)
tr: Rsync komut satırına ek seçenekler (genellikle boş)

source: Rsync Task
it: Task di rsync
lv: Rsync Uzdevums
tr: Rsync Görevleri

source: Rsync Tasks
it: Task di rsync
lv: Rsync Uzdevumi
tr: Rsync Görevleri

source: S.M.A.R.T. Test
el: Έλεγχος S.M.A.R.T.
it: Test S.M.A.R.T.
lv: S.M.A.R.T. Tests

source: Variable
it: Variabile
lv: Mainīgs
tr: Değişken

source: Value
el: Τιμή
it: Valore
lv: Vērtība
tr: Değer

source: Sysctls
it: Sysctl
lv: Sysctli

source: Tunable
el: Μικρορύθμιση
lv: Tūnējams
tr: Yükleyici

source: Tunables
el: Μικρορυθμίσεις
lv: Tūnējumi
tr: Yükleyiciler

source: System
el: Σύστημα
it: Sistema
lv: Sistēma
tr: Sistem

source: System Information
el: Πληροφορίες Σύστηματος
it: Informazioni del sistema
lv: Sistēmas informācija
tr: Sistem Bilgisi

source: The uploaded file is not valid.
el: Το αρχείο που ανέβηκε δεν είναι έγκυρο.
it: Il file caricato non è valido.
lv: Augšupielādes datne nav derīga.
tr: Yüklediğiniz dosya geçersiz.

source: Reboot is being issued
el: Ζητήθηκε επανεκκίνηση
lv: Pārlāde tiek izsaukta
tr: Yayınlananlar tekrar oluşturuluyor

source: Shutdown is being issued
el: Ζητήθηκε τερματισμός λειτουργίας
lv: Izslēgšana tiek izsaukta
tr: Yayınlananları kapat

source: Test message from %s
el: Δοκιμαστικό μήνυμα από %s
it: Messaggio di test da %s
lv: Testa ziņojums no %s
tr: Test mesajı: %s

source: This is a message test from %s
el: Αυτό είναι ένα δοκιμαστικό μήνυμα από τον %s
it: Questo è un messaggio di test da %s
lv: Šis ir testa ziņojums no %s
tr: Test mesajı: %s

source: Your test email could not be sent: %s
el: Το δοκιμαστικό email σας δεν μπόρεσε να αποσταλει: %s
it: Impossibile inviare l'email di prova: %s
lv: Tavu testa ziņojumu neizdevās nosūtīt: %s
tr: Test e-posta gönderilemedi: %s

source: Your test email has been sent!
el: Το δοκιμαστικό email σας στάλθηκε!
it: L'email di test è stata inviata!
lv: Tavs testa ziņojums ir nosūtīs!
tr: Test e-posta gönderildi!

source: expand all
el: επέκταση όλων
it: espandi tutto
lv: Izplest visu
tr: Genişlet

source: collapse all
el: κλείσιμο όλων
it: riduci tutto
lv: saspiest visu
tr: Daralt

source: Log Out
el: Αποσύνδεση
it: Disconnessione
lv: Izlogoties
tr: Çıkış Yap

source: Help
el: Βοήθεια
it: Aiuto
lv: Palīdzība
tr: Yardım

source: Log In
el: Σύνδεση
it: Connessione
lv: Autorizēties
tr: Giriş Yap

source: Admin Account
el: Λογαριασμός διαχειριστή
it: Account Amministratore
lv: Administratora Lietotājs
tr: Yönetici Hesabı

source: Basic Mode
el: Βασική
lv: Vienkāršais Režīms
tr: Temel Mod

source: Advanced Mode
el: Προηγμένη
lv: Uzlabotais Režīms
tr: Gelişmiş Mod

source: OK
lv: Labi
tr: Tamam

source: WARNING
el: ΠΡΟΣΟΧΗ
it: AVVISO
lv: BRĪDINĀJUMS
tr: UYARI

source: CRITICAL
el: ΚΡΙΣΙΜH
it: CRITICO
lv: KRITISKS
tr: KRİTİK

source: Cancel
el: Ακύρωση
it: Annulla
lv: Atcelt
tr: İptal

source: Loading...
el: Φόρτωση...
it: Caricamento...
lv: Ielādē...
tr: Yükleniyor...

source: Are you sure you want to delete?
el: Είστε σίγουροι ότι θέλετε να το διαγράψετε;
it: Sei sicuro di voler cancellare?
lv: Vai tu tiešām vēlies dzēst?
tr: Silmek istediğinizden emin misiniz?

source: Yes
el: Ναι
it: Si
lv: Jā
tr: Evet

source: Your changes have been successfully updated!
el: Οι αλλαγές σας έχουν ενημερωθεί επιτυχώς!
it: I cambiamenti sono stati applicati con successo!
lv: Tavas izmaiņas ir veiksmīgi atjaunotas!
tr: Yaptığınız değişiklikler başarıyla güncellendi!

source: Save
el: Αποθήκευση
it: Salva
lv: Saglabāt
tr: Kaydet

source: Forum
el: Φόρουμ
lv: Forums

source: Community Forum
el: Φόρουμ κοινότητας
lv: Komūnas Forums
tr: Topluluk Forumu

source: IRC (Chat)
lv: IRC (Čats)
tr: IRC (Sohbet Odaları)

source: #freenas on freenode
el: #freenas στο freenode
it: #freenas su freenode
lv: #freenas iekš freenode
tr: freenode üzerinde #freenas odası

source: Mailing Lists
el: Λίστες αλληλογραφίας
lv: Adresātu saraksts
tr: E-posta Listeleri

source: FreeNAS Announce
el: Ανακοινώσεις FreeNAS
lv: FreeNAS Pasludina
tr: FreeNAS Duyuru

source: FreeNAS Commit
lv: FreeNAS Nodod
tr: FreeNAS Önermeleri

source: FreeNAS Devel
lv: FreeNAS Izstrāde
tr: FreeNAS İlerlemeleri

source: FreeNAS Testing
el: Δοκιμές FreeNAS
lv: FreeNAS Testēšana
tr: FreeNAS Testleri

source: FreeNAS Docs
it: Documentazione FreeNAS
lv: FreeNAS Dokumenti
tr: FreeNAS Dokümanları

source: FreeNAS Translations
el: Μεταφράσεις FreeNAS
it: Traduzioni FreeNAS
lv: FreeNAS Tulkojumi
tr: FreeNAS Çevirileri

source: Support Issues
el: Θέματα Υποστήριξης
it: Supporto problemi
lv: Palīdzības gadījums
tr: Destek Konuları

source: Bug Tracker
lv: Kļūdu Trekeris
tr: Hata İzleyici

source: Documentation
el: Τεκμηρίωση
it: Documentazione
lv: Dokumentācija
tr: Belgelendirme

source: FreeNAS Documentation
el: Τεκμηρίωση FreeNAS
it: Documentazione FreeNAS
lv: FreeNAS Dokumentācija
tr: FreeNAS Belgeleri

source: Running Processes
el: Διεργασίες που εκτελούνται
it: Processi in esecuzione
lv: Darbojošie Procesi
tr: İşleyen Süreçler

source: Help & Support
el: Βοήθεια & Υποστήριξη
it: Aiuto e supporto
lv: Palīdzība & Atbalsts
tr: Yardım & Destek

source: No interfaces defined
el: Δεν ορίστηκαν διεπαφές
it: Nessuna interfaccia definita
lv: Nav definētu interfeisu
tr: Tanımlı bir arabirim yok

source: Nameserver
el: Εξυπηρέτης ονομάτων δικτύου (NS)
lv: Vārdu serveris
tr: Ad Sunucusu

source: No nameserver defined
el: Δεν έχει οριστεί εξυπηρέτης ονομάτων δικτύου
it: Nessun nameserver definito
lv: Nav definēta vārdu servera
tr: Henüz bir ad sunucsu yok

source: Default route
el: Προεπιλεγμένη Διαδρομή
it: Route di default
lv: Noklusējuma ceļš
tr: Varsayılan Yol

source: No default route defined
el: Δεν έχει οριστεί προεπιλεγμένη διαδρομή
it: Route di default non definita
lv: Nav definēts noklusējuma ceļš
tr: Henüz varsayılan bir yol yok

source: Upload
lv: Augšupielādēt
tr: Yükle

source: Installed...
el: Εγκαταστάθηκε...
lv: Uzstādīts...
tr: Yüklendi...

source: Import
lv: Importēt
tr: Birim Al

source: Please wait...
el: Παρακαλώ περιμένετε...
it: Attendere prego...
lv: Lūdzu uzgaidi...
tr: Lütfen Bekleyin...

source: Service status
lv: Servisa statuss
tr: Hizmet durumu

source: Actions
el: Ενέργειες
it: Azioni
lv: Darbības
tr: Eylemler

source: Update
el: Ενημέρωση
it: Aggiorna
lv: Atjaunot
tr: Güncelle

source: Update plugin
lv: Atjaunot spraudni
tr: Eklentiyi Güncelle

source: Delete plugin
el: Διαγραφή επέκτασης
lv: Dzēst spraudni
tr: Eklentiyi sil

source: No available plugins services
lv: Nav pieejamu spraudņu servisu
tr: Kullanılabilir eklenti hizmetleri yok

source: Your username and password didn't match. Please try again.
el: Το όνομα χρήστη και ο κωδικός πρόσβασης δεν ταιριάζουν. Παρακαλώ δοκιμάστε ξανά.
it: Il nome utente e la password non corrispondono. Provare di nuovo per favore.
lv: Tavs lietotājvārds un parole nesakrīt. Mēģini vēlreiz.
tr: Kullanıcı adınız ve parolanızı eşleşmedi. Lütfen tekrar deneyin.

source: Welcome, %(username)s. Thanks for logging in.
el: Καλώς ορίσατε, %(username)s. Ευχαριστώ για την σύνδεση.
it: Benvenuto, %(username)s. Grazie di esserti connesso.
lv: Laipni lūdzam, %(username)s. Paldies, ka autorizējies.
tr: Hoşgeldiniz, %(username)s. Giriş yaptığınız için teşekkürler.

source: Logged Out
el: Αποσυνδεθήκατε
it: Disconnesso
lv: Izlogojies
tr: Oturumu Kapatmak

source: You are now logged out.
el: Έχετε αποσυνδεθεί.
it: Siete ora disconnessi.
lv: Tu tagad esi izlogojies.
tr: Şimdi oturumu kapattınız.

source: Log back in
el: Επανασυνδεθείτε
it: Riconnettersi
lv: Ielogojies atpakaļ
tr: Tekrar giriş yap

source: AFP Settings
el: Ρυθμίσεις AFP
it: Impostazioni AFP
lv: AFP Uzstādījumi
tr: AFP Ayarları

source: CIFS Settings
el: Ρυθμίσεις CIFS
it: Impostazioni CIFS
lv: CIFS Uzstādījumi
tr: CIFS Ayarları

source: Dynamic DNS Settings
el: Ρυθμίσεις Dynamic DNS
it: Impostazioni DNS dinamico
lv: Dinamiskā DNS Uzstādījumi
tr: Dinamik DNS Ayarları

source: FTP Settings
el: Ρυθμίσεις FTP
it: Impostazioni FTP
lv: FTP Uzstādījumi
tr: FTP Ayarları

source: ISCSI Settings
el: Ρυθμίσεις ISCSI
it: Impostazioni iSCSI
lv: iSCSI Uzstādījumi
tr: ISCSI Ayarları

source: NFS Settings
el: Ρυθμίσεις NFS
it: Impostazioni NFS
lv: NFS Uzstādījumi
tr: NFS Ayarları

source: Rsync Settings
el: Ρυθμίσεις Rsync
it: Impostazioni Rsync
lv: Rsync Uzstādījumi
tr: Rsync Ayarları

source: S.M.A.R.T. Settings
el: Ρυθμίσεις S.M.A.R.T.
it: Impostazioni S.M.A.R.T.
lv: S.M.A.R.T. Iestatījumi
tr: S.M.A.R.T. Ayarları

source: SNMP Settings
el: Ρυθμίσεις SNMP
it: Impostazioni SNMP
lv: SNMP Uzstādījumi
tr: SNMP Ayarları

source: SSH Settings
el: Ρυθμίσεις SSH
it: Impostazioni SSH
lv: SSH Uzstādījumi
tr: SSH Ayarları

source: TFTP Settings
el: Ρυθμίσεις TFTP
it: Impostazioni TFTP
lv: TFTP Uzstādījumi
tr: TFTP Ayarları

source: UPS Settings
el: Ρυθμίσεις UPS
it: Impostazioni UPS
lv: UPS Uzstādījumi
tr: UPS Ayarları

source: Would you like to enable this service?
el: Θα θέλατε να ενεργοποιήσετε αυτή την υπηρεσία;
it: Si desidera abilitare questo servizio?
lv: Vai Tu vēlētos iespējot šo servisu?
tr: Bu hizmeti etkinleştirmek ister misiniz?

source: No
el: Δεν
lv: Nē
tr: Hayır

source: Core
lv: Kodols
tr: Çekirdek

source: iSCSI Management
el: Διαχείριση iSCSI
it: Gestione iSCSI
lv: iSCSI Menedžments
tr: iSCSI Yönetimi

source: Portals
el: Πύλες
it: Portali
lv: Portāli
tr: Portallar

source: Targets
el: Στόχοι
lv: Mērķi
tr: Hedefler

source: Extents
lv: Apjomi
tr: Boyutlar

source: Associated Targets
el: Συσχετισμένοι Στόχοι
it: Targets associati
lv: Asociētie Mērķi
tr: Bağlı Hedefler

source: Clone Snapshot
el: Κλώνος Στιγμιοτύπου
it: Clona lo snapshot
lv: Klonēt Uzņēmumu
tr: Anlık Durum Görüntüsünü Çoğalt

source: Are you sure you want to destroy "%(name)s"?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το "%(name)s";
it: Sei sicuro di voler eliminare "%(name)s"?
lv: Vai tu tiešām vēlies iznīcināt "%(name)s"?
tr: Silmek istediğinizden emin misiniz? - "%(name)s"

source: This will delete all files within the dataset.
el: Αυτό θα διαγράψει όλα τα αρχεία στο dataset.
lv: Šis dzēsīs visas datnes datu kopā.

source: Edit Dataset
el: Επεξεργασία Dataset
it: Modifica dataset
lv: Labot Datu Kopu
tr: Veri Kümesini Düzenle

source: Create ZFS dataset in %(fs)s
el: Δημιουργία ZFS dataset μέσα στο %(fs)s
it: Crea un Dataset ZFS in %(fs)s
lv: Veidot ZFS datu kopu iekš %(fs)s
tr: %(fs)s içinde ZFS Veri Kümesi Oluştur

source: Add Dataset
el: Προσθήκη Dataset
it: Aggiungi dataset
lv: Pievienot Datu Kopu
tr: Veri Kümesi Ekle

source: Are you sure you want to detach?
el: Είστε σίγουροι ότι θέλετε να τον αποσπάσετε;
it: Sei sicuro di voler scollegare?
lv: Vai tu esi droš, ka vēlies atvienot?
tr: Ayırmak istediğinize emin misiniz?

source: Are you sure you want to offline?
el: Είστε σίγουροι ότι θέλετε να αποσυνδέσετε;
it: Sei sicuro di voler disconnettere?
lv: Vai tu tiešām vēlies atsaistē?
tr: Çevrimdışı olmak istediğinizden emin misiniz?

source: Are you sure you want to remove?
it: Sei sicuro di voler rimuovere?
lv: Vai tu tiešām vēlies noņemt?
tr: Silmek istediğinizden emin misiniz?

source: Are you sure you want to wipe?
el: Είστε σίγουροι ότι θέλετε να εκκαθαρίσετε;
lv: Vai tu tiešām vēlies tīrīt?
tr: Silmek istediğinizden emin misiniz?

source: Replace disk
el: Αντικαταστήστε δίσκο
it: Sostituzione del disco
lv: Mainīt disku
tr: Diski Değiştir

source: Active Volumes
el: Ενεργοί Τόμοι
it: Volumi attivi
lv: Aktīvie sējumi
tr: Aktif Birimler

source: ZFS Snapshots
el: Στιγμιότυπα ZFS
it: Snapshots ZFS
lv: ZFS Uzņēmumi
tr: ZFS Anlık Durum Görüntüsü

source: ZFS Replication
el: Αναπαραγωγή ZFS
it: Replicazione ZFS
lv: ZFS Reprodukcija
tr: ZFS Kopyalama

source: Manually Create Snapshot
el: Χειροκίνητη Δημιουργία στιγμιοτύπου
it: Crea uno snapshot manualmente
lv: Manuāli Veidot Uzņēmumu
tr: Elle Anlık Durum Görüntüsü Oluşturun

source: Change
el: Αλλαγή
it: Cambia
lv: Mainīt
tr: Değiştir

source: Change permission
el: Αλλαγή άδειας
it: Cambia i permessi
lv: Mainīt atļaujas
tr: İzin Değiştirme

source: Change permission on %(path)s to
el: Αλλαγή άδειας για την %(path)s στο
it: Cambia i permessi di %(path)s in
lv: Mainīt atļaujas iekš %(path)s uz
tr: %(path)s yolu üzerindeki izni değiştir

source: Add Replication
el: Προσθήκη Αναπαραγωγής
it: Aggiungi replicazione
lv: Pievienot Reprodukciju
tr: Kopya Ekle

source: View Public Key
el: Προβολή δημοσίου κλειδιού
it: Mostra Chiave Pubblica
lv: Skatīt Publisko Atslēgu
tr: Açık Anahtarı Görüntüle

source: ATTENTION: A periodic snapshot of a given ZFS filesystem/volume is required to create a replication task
el: ΠΡΟΣΟΧΗ: Για να προγραμματιστεί μια εργασία αναπαραγωγής χρειάζονται περιοδικά στιγμιότυπα του εν' λόγω ZFS συστήματος/τόμου
it: ATTENZIONE: uno snapshot periodico di un dato filesystem/volume ZFS è necessario per creare un task di replicazione
lv: UZMANĪBU: Periodisks momentuzņēmums no dotas ZFS datņu sistēmas/sējuma pieprasa veidot replikācijas uzdevumu
tr: DİKKAT: Belirli bir ZFS dosya sistemi/biriminin periyodik anlık bir görüntüsünün kopyalama görevi oluşturulması için gerekli olan alan

source: Scrub is currently running! Are you sure you want to STOP the scrub process?
el: Το scrub εκτελείτε! Είστε σίγουρος ότι θέλετε να το σταματήσετε;
it: La pulizia è attualmente in corso! Sei sicuro di voler ARRESTARE questa operazione di pulizia?
lv: Scrub pašlaik darbojas! Vai tu tiešām vēlies PĀRTRAUKT scrub procesu?
tr: Temizleme şu anda çalışmıyor. Temizleme işlemini DURDURMAK istediğinizden emin misiniz?

source: Are you sure you want to scrub?
el: Είστε σίγουροι ότι θέλετε να κάνετε scrub;
it: Sei sicuro di voler ripulire?
lv: Vai tu esi droš, ka vēlies scrub?
tr: Temizlemek istediğinize emin misiniz?

source: This will increase system overhead while in progress
el: Αυτό θα επιβαρύνει το σύστημα για όσο διαρκέσει
it: Il carico del sistema aumenterà, mentre l'operazione è in corso
lv: Tas palielinās sistēmas virstēriņu, kamēr būs progresā
tr: İlerleme sırasında sistem yükü artacaktır.

source: Are you sure you want to rollback dataset to this snapshot state?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε το dataset σε αυτό το στιγμιότυπο;
it: Sei sicuro di voler ripristinare il dataset a questa fotografia di stato?
lv: Vai tu esi drošs, ka vēlies atgriezt datu kopu uz šo momentuzņēmuma stāvokli?
tr: Önceki anlık durum görüntüsüne almak istediğinize emin misiniz?

source: Clone snapshot
el: Κλώνοποίηση στιγμιότυπου
it: Clona lo snapshot
lv: Klonēt uzņēmumu
tr: Anlık Durum Görüntüsünü Çoğalt

source: Destroy Snapshot
el: Καταστροφή στιγμιοτύπου
it: Distruggi lo snapshot
lv: Iznīcināt momentuzņēmumu
tr: Anlık Durum Görüntüsünü Sil

source: Destroy this snapshot
el: Καταστροφή αυτού του στιγμιοτύπου
it: Distruggi questo snapshot
lv: Iznīcināt šo Iznīcināt momentuzņēmumu
tr: Bu Anlık Durum Görüntüsünü Sil

source: Rollback Snapshot
el: Επαναφορά στιγμιοτύπου
it: Ripristina Snapshot
lv: Atgriezties uz šo Iznīcināt momentuzņēmumu
tr: Anlık Durum Görüntüsünü Geri Al

source: Rollback to this snapshot
el: Επιστροφή σε αυτό το στιγμιότυπο
it: Ripristina questo snapshot
lv: Atgriezties uz šo uzņēmumu
tr: Bu Anlık Durum Görüntüsünü Geri Al

source: Destroy
el: Καταστροφή τόμου
it: Distruggi
lv: Iznīcināt
tr: Sil

source: Delete snapshots
el: Διαγραφή στιγμιότυπου
lv: Dzēst momentuzņēmumus
tr: Anlık durum görüntüsünü sil

source: Periodic Snapshots
el: Περιοδικά Στιγμιότυπα
it: Snapshots periodici
lv: Periodiskie uzņēmumi
tr: Peryodik Anlık Durum Görüntüsü

source: You have %(used)s of used space within this volume
el: Έχετε %(used)s χώρο σε χρήση στον τόμο αυτό
it: Hai %(used)s di spazio utilizzato in questo volume
lv: Tev ir %(used)s aizņemta vieta šajā sējumā
tr: Bu birim içinde kullanılan alan: %(used)s

source: Edit ZFS Volume
el: Επεξεργασία ZFS τόμου
it: Modifica Volume ZFS
lv: Labot ZFS Sējumu
tr: ZFS Birimlerini Düzenle

source: Member disks
it: Dischi membri
lv: Biedru diski
tr: Kullanıcı diskleri

source: Group type
el: Τύπος ομάδας
it: Tipo gruppo
lv: Grupu tips
tr: Grup türü

source: Add Volume
el: Προσθήκη τόμου
it: Aggiungi Volume
lv: Pievienot sējumu
tr: Birim Ekle

source: Existing data will be cleared
el: Τα υπάρχοντα δεδομένα θα καθαριστούν
it: I dati esistenti saranno cancellati
lv: Esošie dati tiks dzēsti
tr: Mevcut veriler silinecektir

source: Replace Disk
el: Αντικατάσταση δίσκου
lv: Mainīt disku
tr: Diski Değiştir

source: Replacing disk
el: Αντικατάσταση δίσκου
it: Sostituzione disco
lv: Maina disku
tr: Değiştirilecek disk:

source: Rebuild LDAP/AD Cache
el: Αναδόμηση κρυφής μνήμης LDAP/AD
it: Ricostruisci la Cache LDAP/AD
lv: Rekonstruēt LDAP/AD Kešatmiņu
tr: LDAP/AD Önbelleğini Yeniden Oluştur

source: Save Debug
it: Salva Debug
lv: Saglabāt Atkļūdotāju
tr: Hata Düzeltmeyi Kaydet

source: Firmware Update
el: Ενημέρωση Λειτουργικού
it: Aggiornamento Firmware
lv: Programmatūras atjaunošana
tr: Aygıt Yazılımını Güncelle

source: Restarting...
el: Επανεκκίνηση...
it: Riavvio...
lv: Restartē...
tr: Yeniden Başlatılıyor...

source: Are you sure you want to restore to factory config?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε τις εργοστασιακές ρυθμίσεις;
it: Sei sicuro di voler ripristinare le Impostazioni Predefinite di Fabbrica?
lv: Vai tu tiešām vēlies atjaunot uz rūpnīcas uzstādījumiem?
tr: Kurulumun standart ayarlarına geri dönmek istediğinizden emin misiniz?

source: Rebooting...
el: Επανεκκίνηση...
it: Riavvio...
lv: Pārlādē...
tr: Yeniden Başlatılıyor...

source: Send Test Mail
el: Αποστολή δοκιμστικού mail
it: Invia Mail di Prova
lv: Sūtīt Testa Ziņojumu
tr: Test E-posta Gönder

source: HINT: Test e-mails are sent to root user. To configure it use Users -> root -> Change E-mail
el: Σημείωση: Δοκιμαστικά email αποστέλονται στον root χρήστη. Για ρύθμιση στο μενου Χρήστες -> root -> Αλλαγή email
it: SUGGERIMENTO: le email di prova sono inviate all'utente root. Per configurarla utilizza Utenti -> root -> Modifica E-mail
lv: IETEIKUMS: Testa e-pastus sūta root lietotājs. Lai konfigurētu to lieto Lietotāji -> root -> Mainīt E-pastu
tr: İPUCU: Test e-posta root kullanıcısına gönderilir. Yapılandırmak için Hesap -> Kullanıcılar -> Kullanıcıları Göster -> root -> E-postayı Değiştir

source: Apply Update
el: Εφαρμογή ενημέρωσης
it: Applica aggiornamento
lv: Uzstādīt jauninājumu
tr: Güncellemeyi Uygula

source: Warning!
el: Προσοχή!
it: Attenzione!
lv: Brīdinājums!
tr: Uyarı!

source: You are about to <strong>REBOOT</strong> the system, what would you like to do?
el: Ετοιμάζεστε να <strong> ΕΠΑΝΕΚΚΙΝΗΣΕΤΕ </strong> το σύστημα, τι θα θέλατε να κάνετε;
it: Stai per <strong>RIAVVIARE</strong> il sistema, cosa vuoi fare?
lv: Jūs gatavojaties <strong>PĀRLĀDĒT</ strong> sistēmu, ko jūs vēlaties darīt?
tr: Sistemi <strong>YENİDEN BAŞLATMAK</strong> ile ilgili tercihiniz nedir?

source: History
el: Ιστορικό
lv: Vēsture
tr: Kayıt

source: General
el: Γενικά
it: Generale
lv: Vispārīgi
tr: Genel

source: Factory Restore
el: Επιστροφή στις εργοστασιακές ρυθμίσεις
it: Ripristina impostazioni di fabbrica
lv: Rūpnīcas Uzstādījumi
tr: Standart Ayarlara Geri Dön

source: Restore Config
el: Επαναφορά αρχείου Σχηματισμού
it: Ripristina la Configurazione
lv: Atjaunot konfigurāciju
tr: Geri Yüklemeyi Yapılandırma

source: Save Config
el: Αποθήκευση αρχείου Σχηματισμού
it: Salva Configurazione
lv: Saglabāt Uzstādījumus
tr: Yapılandırmayı Kaydet

source: Upload Config
el: Ανεβάστε αρχείο Σχηματισμού
it: Carica Configurazione
lv: Augšupielādēt Konfigurāciju
tr: Yapılandırmayı Yükle

source: You are about to <strong>SHUTDOWN</strong> the system, what would you like to do?
el: Ετοιμάζεστε να <strong>ΤΕΡΜΑΤΙΣΕΤΕ</strong> το σύστημα, τι θα θέλατε να κάνετε;
it: Stai per <strong>SPEGNERE</strong> il sistema, cosa vuoi fare?
lv: Jūs gatavojaties <strong>IZSLĒGT</ strong> sistēmu, ko jūs vēlaties darīt?
tr: Sistemi <strong>KAPATMAK</strong> ile ilgili tercihiniz nedir?

source: Build
el: Σειρά
it: Versione
lv: versija
tr: Yapı

source: Platform
el: Πλατφόρμα
it: Piattaforma
lv: Platforma

source: Memory
el: Μνήμη
it: Memoria
lv: Atmiņa
tr: Hafıza

source: System Time
el: Ώρα συστήματος
it: Ora di Sistema
lv: Sistēmas laiks
tr: Sistem saati

source: Uptime
el: Διάρκεια λειτουργίας
lv: Darbības laiks
tr: Çalışma süresi

source: Load Average
el: Μέσο φορτίο
it: Carico Medio
lv: Vidējā slodze
tr: Ortalama yük

source: Step %(step)s of %(step_count)s
el: Βήμα %(step)s από %(step_count)s
it: Passo %(step)s di %(step_count)s
lv: Solis %(step)s no %(step_count)s
tr: %(step)s - %(step_count)s

source: The volume %s status is HEALTHY
el: Ο Τόμος %s είναι ΥΓΙΗΣ
it: Lo stato del volume %s è SANO
lv: Sējuma %s statuss ir VESELS
tr: %s birimi durumu: HATASIZ

source: The volume %(volume)s status is %(status)s: %(message)s
el: Ο Τόμος %(volume)s βρίσκεται στην κατάσταση %(status)s: %(message)s
lv: Sējuma %(volume)s statuss ir %(status)s: %(message)s
tr: Birim %(volume)s durumu %(status)s: %(message)s

source: The volume %(volume)s status is %(status)s
el: Η κατάσταση του τόμου %(volume)s είναι %(status)s
it: Lo stato del volume %(volume)s è %(status)s
lv: Sējuma %(volume)s statuss ir %(status)s
tr: Birim %(volume)s durumu %(status)s

source: The volume %s status is DEGRADED
el: Ο Τόμος %s είναι ΥΠΟΒΑΘΜΙΣΜΕΝΟΣ
it: Lo stato del volume %s è DEGRADATO
lv: Sējuma %s statuss ir DEGRADĒTS
tr: %s birim durumu: BOZUK
