Repository: yvesc/freegui
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: el, it, lv, tr

source: Mounted?
el: Φορτώθηκε;
it: Montato?
lv: Piemontēts?
tr: Bağlı?

source: The full path cannot exceed 88 characters
el: Η πλήρης διαδρομή δεν μπορεί να υπερβαίνει τους 88 χαρακτήρες
it: Il percorso non può superare 88 caratteri
lv: Pilnais ceļš nevar pārsniegt 88 simbolus
tr: Tam yol 88 karakterden uzun olamaz

source: The path could not be umounted %s
el: Η διαδρομή δεν ήταν δυνατόν να αποφορτωθεί %s
it: Il percorso non può essere smontato %s
lv: Ceļu nevar atmontēt %s
tr: %s yolu ayrılamadı

source: Source
el: Προέλευση
it: Sorgente
lv: Avots
tr: Kaynak

source: Destination
el: Προορισμός
it: Destinazione
lv: Galamērķis
tr: Hedef

source: Storage
el: Αποθήκη
lv: Glabātuve
tr: Depolama

source: Error getting total space
el: Σφάλμα κατά τη λήψη του συνολικού χώρου
it: Errore durante la ricerca dello spazio totale
lv: Kļūda iegūstot kopēja vietu
tr: Toplam alan alma hatası

source: Error getting available space
el: Σφάλμα κατά τη λήψη του διαθέσιμου χώρου
it: Errore durante la ricerca dello spazio disponibile
lv: Kļūda iegūstot pieejamo vietu
tr: Kullanılabilir alan alma hatası

source: Error getting used space
el: Σφάλμα κατά τη λήψη του χρησιμοποιημένου χώρου
it: Errore durante la ricerca dello spazio utilizzato
lv: Kļūda iegūstot lietoto vietu
tr: Boş alan alma hatası

source: Unknown
el: Άγνωστο
it: Sconosciuto
lv: Nezināms
tr: Bilinmeyen

source: Edit Members
el: Επεξεργασία μελών
it: Modifica membri
lv: Labot biedrus
tr: Üyeleri Düzenle

source: LAGG Members
el: LAGG μέλη
it: Membro LAGG
lv: LAGG biedri
tr: LAGG Üyeleri

source: You cannot configure multiple interfaces with the same IP address (%s)
el: Δεν μπορείτε να ρυθμίσετε πολλαπλές διεπαφές με την ίδια διεύθυνση IP (%s)
it: Non si possono configurare più interfacce con lo stesso indirizzo IP (%s)
lv: Tu vari konfigurēt vairākas saskarnes ar to pašu IP adresi (%s)
tr: Aynı IP adresi (%s) ile birden çok arabirimi yapılandıramazsınız

source: You have to specify IPv4 address as well
el: Πρέπει επίσης να ορίσετε την IPv4 διεύθυνση
it: È necessario specificare anche un indirizzo IPv4
lv: Tev arī jānorāda IPv4 adrese
tr: IPv4 adresi de belirtilmek zorunda

source: You have to choose IPv4 netmask as well
el: Πρέπει επίσης να ορίσετε την IPv4 μάσκα δικτύου
it: È necessario scegliere anche la maschera di rete IPv4
lv: Tev arī jāizvēlas IPv4 tīkla maska
tr: IPv4 ağ maskesinide değiştirin

source: You have to specify IPv6 address as well
el: Πρέπει επίσης να ορίσετε την IPv6 διεύθυνση
it: È necessario specificare anche un indirizzo IPv6
lv: Tev arī jānorāda IPv6 adrese
tr: IPv6 adreside belitilmek zorunda

source: You have to choose IPv6 netmask as well
el: Πρέπει επίσης να ορίσετε την IPv6 μάσκα δικτύου
it: È necessario scegliere anche la maschera di rete IPv6
lv: Tev arī jāizvēlas IPv6 tīkla maska
tr: IPv4 ağ maskesinde bir seçim yapın

source: You have to choose between IPv4 or IPv6
el: Μπορείτε να επιλέξετε μεταξύ IPv4 ή IPv6
it: Devi scegliere tra IPv4 o IPv6
lv: Tev jāizvēlas starp IPv4 un IPv6
tr: IPv4 veya IPv6 arasında bir seçim yapın

source: Loopback is not a valid nameserver
el: Ο βρόχος επιστροφής δεν είναι ένας έγκυρος εξυπηρετητής ονομάτων δικτύου
it: Loopback non è un nameserver valido
lv: Loopback nav derīgs vārdu serveris
tr: Loopback geçerli bir ad sunucusu değil

source: Unspecified addresses are not valid as nameservers
el: Οι μη ορισμένες διευθύνσεις δεν είναι έγκυρες ως εξυπηρετητές ονομάτων δικτύου
it: Indirizzi non specificati non sono validi come nameserver
lv: Nenorādītas adreses nav derīgas kā vārdu serveri
tr: Tanımsız adresler ad sunucuları gibi geçersizdir

source: This is not a valid nameserver address
el: Το πεδίο δεν είναι μια έγκυρη διεύθυνση διακομιστή ονόματος
it: Non è un indirizzo di nameserver valido
lv: Šī nav derīga vārda servera adrese
tr: Bu geçerli bir ad sunucusu adresi değildir

source: 169.254/16 subnet is not valid for nameserver
el: Το υποδίκτυο 169.254/16 δεν είναι έγκυρο για εξυπηρέτη ονομάτων
it: La sottorete 169.254/16 non è valida per i nameserver
lv: 169.254/16 subnets nav derīgs vārdu serverim.
tr: 169.254/16 alt ağ sunucusu için geçerli değildir

source: Must fill out nameserver 2 before filling out nameserver 3
el: Πρέπει να συμπληρώθει ο εξυπηρετητής ονμάτων δικτύου 2 πριν από τη συμπλήρωση του εξυπηρετητή ονμάτων δικτύου 3
it: Compilare il nome del server 2 prima di compilare il nome del server 3
lv: Jāaizpilda vārdu serveri 2 pirms aizpildot vārdu serveri 3
tr: Ad sunucusu 3'den önce Ad sunucusu 2'yi doldurmalısınız

source: Required when using nameserver 3
el: Απαιτείται όταν χρησιμοποιείτε nameserver 3
it: Richiesto quando utilizzi il nome del server 3
lv: Nepieciešams, ja lietojat vārdu serveri 3
tr: Ad sunucusu 3 kullanıldığında gerekli

source: Must fill out nameserver 1 before filling out nameserver 3
el: Πρέπει να συμπληρώθει ο εξυπηρετητής ονμάτων δικτύου 1 πριν από τη συμπλήρωση του εξυπηρετητή ονμάτων δικτύου 3
it: Compilare il nome del server 1 prima di compilare il nome del server 3
lv: Jāaizpilda vārdu serveri 1 pirms aizpildot vārdu serveri 3
tr: Ad sunucusu 3'den önce Ad sunucusu 1'i doldurmalısınız

source: Must fill out nameserver 1 before filling out nameserver 2
el: Πρέπει να συμπληρώθει ο εξυπηρετητής ονμάτων δικτύου 1 πριν από τη συμπλήρωση του εξυπηρετητή ονμάτων δικτύου 2
it: Compilare il nome del server 1 prima di compilare il nome del server 2
lv: Jāaizpilda vārdu serveri 1 pirms aizpildot vārdu serveri 2
tr: Ad sunucusu 2'den önce Ad suncusu 1'i doldurmalısınız

source: Parent Interface
el: Γονική διεπαφή
it: Interfaccia di origine
lv: Vecāk-interfeiss
tr: Tüm arabirimleri göster

source: VLAN Tags are 1 - 4095 inclusive
el: VLAN ετικέτες είναι 1 με 4095 χωρίς αποκλεισμούς
it: I Tag VLAN possono essere compresi tra 1 e 4095 inclusi
lv: VLAN birka ir 1 - 4095 ieskaitot
tr: VLAN etiketleri 1-4095 arasında.

source: Physical NICs in the LAGG
el: Φυσικές NICs στο LAGG
it: Scheda di rete fisica nel LAGG
lv: Fiziskās NICs iekš LAGG
tr: LAGG içindeki Fiziksel NIC'lar

source: LAGG Physical NIC
el: LAGG Φυσικών NIC
it: LAGG NIC fisico
lv: LAGG Fiziskais NIC
tr: LAGG Fiziksel NIC (ethernet kartı)

source: The network '%s' is not valid, CIDR expected.
el: Το δίκτυο '%s' δεν είναι έγκυρο, αναμενόταν CIDR.
it: La rete %s' non è valida, CIDR previsto.
lv: tīkla '%s' nav derīgs, CIDR nepieciešams.
tr: Bu ağ '%s' CIDR beklentisi dahilinde geçerli değil.

source: You have to specify IPv4 address as well per alias
el: Χρειάζεται να καθορίσετε και μία διεύθυνση IPv4 για κάθε ψευδώνυμο
it: Devi specificare anche un indirizzo IPv4 per ogni alias
lv: Tev arī jānorāda IPv4 adreses aizstājvārdiem
tr: IPv4 adreslerinin yanı sıra takma adlarda belirtilmek zorunda

source: You have to choose IPv4 netmask as well per alias
el: Χρειάζεται να επιλέξετε και μια μάσκα δικτύου IPv4 για κάθε ψευδώνυμο
it: Devi scegliere anche una maschera di rete IPv4 per ogni alias
lv: Tev arī jāzivēlas IPv4 tīkla maskas aizstājvārdiem
tr: IPv4 alt ağ maskesi için takma ad seçilmek zorunda

source: You have to specify IPv6 address as well per alias
el: Χρειάζεται να καθορίσετε και μία διεύθυνση IPv6 για κάθε ψευδώνυμο
it: Devi specificare anche un indirizzo IPv6 per ogni alias
lv: Tev arī jānorāda IPv6 adreses aizstājvārdiem
tr: IPv6 adresi yanı sıra takma ad belirtilmek zorunda

source: You have to choose IPv6 netmask as well per alias
el: Χρειάζεται να επιλέξετε και μια μάσκα δικτύου IPv6 για κάθε ψευδώνυμο
it: Devi scegliere anche una maschera di rete IPv6 per ogni alias
lv: Tev arī jāzivēlas IPv6 tīkla maskas aizstājvārdiem
tr: IPv6 ağ maskesi için takma ad seçilmek zorunda

source: You have to choose between IPv4 or IPv6 per alias
el: Πρέπει να επιλέξετε μεταξύ IPv4 or IPv6 για κάθε ψευδώνυμο
it: Devi scegliere tra IPv4 ed IPv6 per ogni alias
lv: Tev jāizvēlas starp IPv4 vai IPv6 aizstājvārdam
tr: IPv4 veya IPv6 arasında takma ad seçilmek zorunda

source: You must specify either an valid IPv4 or IPv6 with maskbit per alias
el: Πρέπει να καθορίσετε μια έγκυρη IPv4 ή IPv6 με μάσκα bit για κάθε ψευδώνυμο
it: Devi spercificare un indirizzo IPv4 o IPv6 con una maschera di bit per ogni alias
lv: Tev jāizvēlas starp derīgu IPv4 vai IPv6 ar maskējošo bitu aizstājvārdam
tr: IPv4 veya IPv6 ile maskbit için geçerli bir takma ad belirtmelisiniz

source: Hostname
el: Όνομα υπολογιστή
it: Nome Host
lv: Resursdatora nosaukums
tr: Sunucu adı

source: Domain
el: Τομέας
it: Dominio
lv: Domēns
tr: Alan adı

source: IPv4 Default Gateway
el: IPv4 προεπιλεγμένη πύλη
it: Gateway IPv4 di default
lv: IPv4 noklusētā vārteja
tr: IPv4 varsayılan ağ geçidi

source: IPv6 Default Gateway
el: IPv6 προεπιλεγμένη πύλη
it: Gateway IPv6 di default
lv: IPv6 noklusētā vārteja
tr: IPv6 varsayılan ağ geçidi

source: Nameserver 1
el: Εξυπηρετητής ονομάτων δικτύου 1
it: DNS server 1
lv: Vārdu serveris 1
tr: DNS sunucusu 1

source: Nameserver 2
el: Εξυπηρετητής ονομάτων δικτύου 2
it: DNS server 2
lv: Vārdu serveris 2
tr: DNS sunucusu 2

source: Nameserver 3
el: Εξυπηρετητής ονομάτων δικτύου 3
it: DNS server 3
lv: Vārdu serveris 3
tr: DNS sunucusu 3

source: Global Configuration
el: Καθολική ρύθμιση
it: Configurazione globale
lv: Galvenie uzstādījumi
tr: Genel Yapılandırma

source: Pick your NIC
el: Διαλέξτε την κάρτα διεπαφής δικτύου σας
it: Scegli il tuo NIC
lv: Izvēlieties savu NIC
tr: Ağ kartınızı seçin

source: Interface Name
el: Ονομα διεπαφής
it: Nome interfaccia
lv: Interfeisa nosaukums
tr: Arabirim adı

source: Name your NIC.
el: Δώστε όνομα στην κάρτα διεπαφής δικτύου σας.
it: Da' un nome al tuo NIC.
lv: Nosauciet savu NIC.
tr: Ağ kartınızın adı

source: When enabled, use DHCP to obtain IPv4 address as well as default router, etc.
el: Όταν ενεργοποιηθεί, η χρήση DHCP να αποκτήσουν διεύθυνση IPv4 καθώς προεπιλεγμένο δρομολογητή, κ.λπ.
it: Quando abilitato, usa il DHCP per ottenere l'indirizzo IPv4 così come il router di default, ecc.
lv: Ja aktivizēts, lietot DHCP, lai iegūtu IPv4 adresi, kā arī noklusējuma maršrutētāju, uc
tr: Aktif ettğinizde IPv4 adresiniz DHCP sunucusundan otomatik olarak alınır.

source: IPv4 Netmask
el: IPv4 μάσκα δικτύου
it: Netmask IPv4
lv: IPv4 Tīkla maska
tr: IPv4 ağ maskesi

source: Auto configure IPv6
el: Αυτόματη ρύθμιση παραμέτρων του IPv6
it: Configurazione automatica IPv6
lv: Automātiski konfigurēt IPv6
tr: IPv6 otomatik yapılandır

source: When enabled, automatically configurate IPv6 address via rtsol(8).
el: Όταν ενεργοποιηθεί, διαμορφώνεται αυτόματα η IPv6 διεύθυνση μέσω rtsol (8).
it: Quando è abilitata, configurare automaticamente l'indirizzo IPv6 via rtsol(8).
lv: Kad aktivizēts, automātiski konfigurēt IPv6 adresi, izmantojot rtsol (8).
tr: Aktif ettğinizde IPv6 adresiniz rtsol(8) üzerinden otomatik ayarlanır.

source: IPv6 Address
el: IPv6 διεύθυνση
it: Indirizzo IPv6
lv: IPv6 adrese
tr: IPv6 adresi

source: IPv6 Prefix Length
el: Μήκος προθέματος του IPv6
it: Lunghezza del prefisso IPv6
lv: IPv6 Prefiksa garums
tr: IPv6 Önek Uzunluğu

source: Options
el: Επιλογές
it: Opzioni
lv: Iespējas
tr: Seçenekler

source: Interface
el: Διεπαφή
it: Interfaccia
lv: Interfeiss
tr: Arabirim

source: Interfaces
el: Διεπαφές
it: Interfacce
lv: Saskarnes
tr: Arabirimler

source: Alias
el: Ψευδώνυμο
lv: Aizstājvārds
tr: Takma Ad

source: Aliases
el: Ψευδώνυμα
it: Alias
lv: Aizstājvārdi
tr: Takma Ad

source: Virtual Interface
el: Εικονική διεπαφή
it: Interfaccia virtuale
lv: Virtuālais interfeiss
tr: Sanal arabirim

source: Interface names must be vlanX where X is a number. Example: vlan0.
el: Τα ονόματα διεπαφών πρέπει να είναι της μορφής vlanXX, όπου XX αριθμός. Πχ: vlan0.
it: Il nome dell'interfaccia deve essere vlanX dove X e' un numero. Esempio: vlan0.
lv: Saskarnes nosaukumiem jābūt vlanX, kur X ir skaitlis. Piemērs: vlan0.
tr: Buradaki XX bir sayıdır. Arabirim adı vlanXX olmalıdır. Örneğin vlan0.

source: Physical Interface
el: Φυσική διεπαφή
it: Interfaccia fisica
lv: Fiziskā saskarne
tr: Fiziksel Arabirim

source: VLAN Tag
el: Ετικέτα VLAN
lv: VLAN Tags
tr: VLAN etiketi

source: Description
el: Περιγραφή
it: Descrizione
lv: Apraksts
tr: Açıklama

source: VLANs
it: VLAN
lv: VLANi
tr: VLAN

source: Protocol Type
el: Τύπος πρωτοκόλλου
it: Tipo di protocollo
lv: Protokola tips
tr: Protokol Tipi

source: Link Aggregation
el: Ομαδοποιήση συνδέσεων
lv: Link summēšana
tr: Bağlantı Birleştirme

source: Link Aggregations
el: Ομαδοποιήσεις συνδέσεων
lv: Saišu savākšanas
tr: Bağlantı Birleştirmeler

source: LAGG Priority Number
el: Αριθμός προτεραιότητας LAGG
it: LAGG priorità numero
lv: LAGG prioritārais skaits
tr: LAGG öncelik numarası

source: Physical NIC
el: Φυσική καρτα διεπαφής δικτύου
it: NIC fisico
lv: Fiziskās NIC
tr: Fiziksel NIC (ethernet kartı)

source: Destination network
el: Δίκτυο προορισμού
it: Network di destinazione
lv: Gala tīkls
tr: Hedef ağ

source: Gateway
el: Πύλη
lv: Vārteja
tr: Ağ geçidi

source: Static Route
el: Στατική διαδρομή
it: Route Statica
lv: Statiskais maršruts
tr: Sabit Yol

source: Static Routes
el: Στατικές Διαδρομές
it: Route statiche
lv: Statiskie ceļi
tr: Sabit Yollar

source: Network
el: Δίκτυο
it: Rete
lv: Tīkls
tr: Ağ

source: Network Summary
el: Περίληψη δικτύου
it: Riepilogo di rete
lv: Tīkla kopsavilkums
tr: Ağ Özeti

source: Create Link Aggregation
el: Δημιουργία συνάθροισης συνδέσεων
it: Crea Link Aggregation
lv: Izveidot saišu savākšanu
tr: Bağlantı Birleştir

source: View Link Aggregations
el: Δείτε τις συναθροίσεις συνδέσεων
it: Mostra collegamenti di rete aggregati
lv: Skatīt Saišu Savākšanas
tr: Birleştirilmiş Bağlantıları Göster

source: This IP is already in use.
el: Αυτή η διεύθυνση IP χρησιμοποιείται ήδη.
it: Questo IP é già in uso.
lv: Šis IP jau tiek lietots.
tr: Bu IP adresi zaten kullanılıyor.

source: PBI file to be installed
el: Αρχείο PBI για εγκατάσταση
it: File PBI da installare
lv: PBI datne, ko instalēt
tr: Kurulacak PBI dosyası

source: Plugins
el: Πρόσθετα
it: Plugin
lv: Spraudņi
tr: Eklentiler

source: Plugin name
el: Όνομα πρόσθετου
it: Nome Plugin
lv: Spraudņa vārds
tr: Eklenti adı

source: Name of the plugin
el: Ονομασία πρόσθετου
it: Nome del plugin
lv: Spraudņa nosaukums
tr: Eklentinin adı

source: Plugin info name
it: Nome delle informazioni del plugin
lv: Spraudņa info vārds
tr: Eklentinin ad bilgisi

source: Info name of the plugin
it: Nome informativo del plugin
lv: Info vārds spraudnim
tr: Eklentinin ad bilgisi

source: Plugin version
el: Έκδοση πρόσθετου
it: Versione del plugin
lv: Spraudņa versija
tr: Eklenti sürümü

source: Version of the plugin
el: Έκδοση πρόσθετου
it: Versione del plugin
lv: Spraudņa versija
tr: Eklentinin sürümü

source: Plugin API version
el: API έκδοση πρόσθετου
it: Versione delle API del plugin
lv: Spraudņa API versija
tr: Eklenti API sürümü

source: Plugin architecture
el: Αρχιτεκτονική πρόσθετου
it: Architettura del plugin
lv: Spraudņa arhitektūra
tr: Eklenti mimarisi

source: Plugin enabled
el: Πρόσθετο ενεργοποιημένο
it: Plugin abilitato
lv: Spraudnis iespējots
tr: Eklenti etkin

source: Plugin IP address
el: Διεύθυνση IP πρόσθετου
it: Indirizzo IP del plugin
lv: Spraudņa IP adrese
tr: Eklenti IP adresi

source: Plugin TCP port
el: Θύρα TCP πρόσθετου
it: Porta TCP del plugin
lv: Spraudņa TCP Ports
tr: Eklenti TCP bağlantı noktası

source: Plugin archive path
it: Percorso dell'archivio Plugin
lv: Spraudņu arhīva ceļš
tr: Eklentilerinin arşiv yolu

source: Path where the plugins are saved after installation
el: Διαδρομή όπου σώζονται τα πρόσθετα μετά την εγκατάσταση
it: Percorso dove i plugins sono salvati dopo l'installazione
lv: Ceļš, kur spraudņi tiek saglabāti pēc instalācijas
tr: Eklentiler kurulduktan sonra kaydedilen yer

source: Version
lv: Versija
tr: Versiyon

source: Plugin successfully updated.
el: Το πρόσθετο αναβαθμίστηκε επιτυχώς.
it: Plugin aggiornato con successo.
lv: Spraudnis veiksmīgi atjaunināts.
tr: Eklenti başarıyla güncellendi.

source: Plugin successfully updated
el: Το πρόσθετο αναβαθμίστηκε επιτυχώς
lv: Spraudnis veiksmīgi atjaunots
tr: Eklenti başarıyla güncellendi.

source: Plugin successfully installed
el: Το πρόσθετο εγκαταστάθηκε επιτυχώς
lv: Spraudnis veiksmīgi uzstādīts
tr: Eklenti başarıyla kuruldu.

source: Reporting
el: Αναφορές
it: Rapporti
lv: Ziņošana
tr: Raporlama

source: Listen
el: Άκου
it: Ascolta
lv: Klausīties
tr: Dinle

source: This is not a valid mask
el: Αυτή δεν είναι μια έγκυρη μάσκα
it: Non è una maschera valida
lv: Šī nav derīga maska
tr: Bu geçerli bir maske değil

source: This field is required for "Enable home directories browsing".
el: Αυτό το πεδίο απαιτείται για να "Επιτρέπεται η περιήγηση στους αρχικούς καταλόγους".
it: Questo campo è richiesto per "abilita la navigazione della directory home".
lv: Šis lauks ir obligāts attiecībā uz "Aktivizēt mājas direktoriju pārlūkošanai".
tr: "Ana dizin gözatma etkin" ise bu alan doldurulmalıdır.

source: This field is required for "Home directories".
el: Αυτό το πεδίο απαιτείται για τους "Αρχικούς καταλόγους".
it: Questo campo è obbligatorio per "directory base".
lv: Šis lauks ir nepieciešams priekš "Mājas direktorijas".
tr: "Ana dizin" etkin ise bu alan doldurulmalıdır.

source: The CIFS service failed to reload.
el: Η επαναφόρτωση της υπηρεσίας CIFS απέτυχε.
it: Riavvio del servizio CIFS fallito.
lv: CIFS servisam neizdevās startēties.
tr: CIFS hizmeti yeniden yüklenirken başarısız oldu.

source: The AFP service failed to reload.
el: Απέτυχε η επαναφόρτωση της υπηρεσίας AFP.
it: Riavvio del servizio AFP fallito.
lv: AFP servisam neizdevās startēties.
tr: AFP hizmeti tekrar yüklenemedi.

source: The NFS service failed to reload.
el: Απέτυχε η επαναφόρτωση της υπηρεσίας NFS.
it: Riavvio del servizio NFS fallito.
lv: NFS servisam neizdevās startēties.
tr: NFS hizmeti tekrar yüklenemedi.

source: File Permission
el: Άδεια για το Αρχείο
it: Permessi file
lv: Failu atļaujas
tr: Dosya iznleri

source: Directory Permission
el: Άδεια για τον κατάλογο
it: Permessi Cartelle
lv: Direktoriju atļaujas
tr: Dizin iznleri

source: This value must be between 1024 and 65535, inclusive. 0 for default
el: Η τιμή αυτή πρέπει να είναι μεταξύ 1024 και 65535, συμπεριλαμβανομένης. 0 για προεπιλογή
it: Questo valore deve essere compreso tra 1024 e 65535, estremi inclusi. 0 per default
lv: Šai vērtībai jābūt starp 1024 un 65535 ieskaitot. Noklusēti 0.
tr: Bu değer 1024 ile 65535 arasında olmalıdır. Varsayılan değer için 0 giriniz.

source: This value must be between 1024 and 65535, inclusive. 0 for default.
el: Η τιμή αυτή πρέπει να είναι από 1024 και καί 65535. Δώστε 0 για προεπιλογή.
it: Il valore deve essere compreso tra 1024 e 65535 inclusi. 0 per default.
lv: Šai vērtībai jābūt starp 1024 un 65535 ieskaitot. Noklusēti 0.
tr: Bu değer 1024 ile 65535 arasında olmalıdır. Varsayılan değer için 0 giriniz.

source: This must be higher than minimum passive port
lv: Šim jābūt lielākam kā minimālajam pasīvajam portam
tr: En az pasif bağlantı noktası daha yüksek olmalıdır.

source: This field is required for anonymous login
el: Αυτό το πεδίο απαιτείται για ανώνυμη σύνδεση
it: Questo campo e' necessario per un login anonimo
lv: Šis lauks ir nepieciešams anonīmai piekļuvei
tr: Bu alan anonim giriş için gereklidir.

source: The ftp service failed to start.
el: Απέτυχε η εκκίνηση της υπηρεσίας FTP.
it: Avvio del servizo ftp fallito.
lv: FTP servisam neizdevās startēties.
tr: FTP hizmeti başlatılamadı.

source: The tftp service failed to reload.
el: Απέτυχε η επαναφόρτωση της υπηρεσίας TFTP.
it: Riavvio del servizio tftp fallito.
lv: TFTP servisam neizdevās startēties.
tr: FTP hizmeti yeniden yüklenemedi.

source: The SSH service failed to reload.
el: Απέτυχε η επαναφόρτωση της υπηρεσίας SSH.
it: Riavvio del servizio SSH fallito.
lv: SSH servisam neizdevās startēties.
tr: SHH hizmeti yeniden yüklenirken hata oluştu.

source: The Rsync service failed to reload.
el: Απέτυχε η επαναφόρτωση της υπηρεσίας Rsync.
it: Riavvio del servizio Rsync fallito.
lv: Rsync servisam neizdevās startēties.
tr: Rsync hizmeti yeniden yüklenirken hata oluştu.

source: The name cannot contain slash or a closing square backet.
el: Το όνομα δεν μπορεί να περιέχει κάθετο ή αγκύλη.
it: Il nome non può contenere i caratteri slash (/) o chiusa parentesi (]).
lv: Nosaukums nedrīkst saturēt slīpsvītru vai noslēguma kvadrātiekavas.
tr: Bu ad, taksim ve köşeli parantez içeremez.

source: Confirm Password
el: Επιβεβαίωση κωδικού
it: Conferma Password
lv: Apstiprini paroli
tr: Parola doğrulama

source: The DynamicDNS service failed to reload.
el: Απέτυχε η επαναφόρτωση της υπηρεσίας DynamicDNS.
it: Riavvio del servizio DynamicDNS fallito.
lv: DynamicDNS servisam neizdevās startēties.
tr: DynamicDNS hizmeti yeniden yüklenirken hata oluştu.

source: This is not a valid e-mail address
el: Αυτή δεν είναι μια έγκυρη διεύθυνση e-mail
it: Non è un indirizzo e-mail valido
lv: Šī nav derīga e-pasta adrese
tr: Bu geçerli bir e-posta adresi değil

source: The contact must contain only alphanumeric characters, _, - or a valid e-mail address
el: Η επαφή πρέπει να περιέχει μόνο αλφαβητικούς και αριθμητικούς χαρακτήρες,_,- ή μια έγκυρη διεύθυνση e-mail
it: Il contatto deve contenere solo caratteri alfanumerici, _, - o un indirizzo e-mail valido
lv: Kontaktam jāsatur tikai alfanumeriski simboli, _, - vai derīga e-pasta adrese
tr: Geçerli bir e-posta adresi sade alfanumerik karakterler, _, veya - içermelidir.

source: The community must contain only alphanumeric characters, _ or -
it: La comunità deve contenere solo caratteri alfanumerici, _ o -
lv: Biedrībai jāsatur tikai alfanumeriski simboli, _ vai -
tr: Topluluk sadece alfasayısal karakterler, _ veya - içermelidir.

source: The SNMP service failed to reload.
el: Απέτυχε η επαναφόρτωση της υπηρεσίας SNMP.
it: Riavvio del servizio SNMP fallito.
lv: SNMP servisam neizdevās startēties.
tr: SNMP hizmeti yeniden yüklenirken hata oluştu.

source: Port
el: Θύρα
it: Porta
lv: Ports
tr: Bağlantı noktası

source: Use alphanumeric characters, ".", "-" and "_".
el: Χρησιμοποιήστε αλφαβητικούς και αριθμητικούς χαρακτήρες,".", "-" και "_".
it: Utilizzare caratteri alfanumerici, ".", "-" e "_".
lv: Lieto alfanumeriskos simbolus, ".", "-" un "_".
tr: Alfasayısal karakterler, ".", "-" ve "_" kullanın.

source: The email %(email)s is not valid
el: Το e-mail %(email)s δεν είναι έγκυρο
it: L'email %(email)s non è valida
lv: Šis e-pasts %(email)s nav derīgs
tr: Bu e-posta geçerli değildir: %(email)

source: The UPS service failed to reload.
el: Η επαναφόρτωση της υπηρεσίας UPS απέτυχε.
it: Riavvio del servizio UPS fallito.
lv: UPS servisam neizdevās startēties.
tr: UPS hizmetini yeniden yükleme başarısız oldu.

source: Confirm Administrator Password
el: Επιβεβαίωση κωδικού διαχειριστή
it: Conferma Password di amministratore
lv: Apstiprini Administratora Paroli
tr: Yönetci parolasını onayla

source: The activedirectory service failed to reload.
el: Απέτυχε η επαναφόρτωση της υπηρεσίας activedirectory.
it: Riavvio del servizio ActiveDirectory fallito.
lv: Aktīvās mapes servisam neizdevās startēties.
tr: Aktif Dizin hizmeti yeniden yüklenirken hata oluştu.

source: The ldap service failed to reload.
el: Απέτυχε η επαναφόρτωση της υπηρεσίας ldap.
it: Riavvio del servizio ldap fallito.
lv: Ldap servisam neizdevās startēties.
tr: Ldap hizmeti yeniden yüklenirken hata oluştu.

source: Secret (Confirm)
el: Μυστικό (Επιβεβαίωση)
it: Password (Conferma)
lv: Noslēpums (Apstiprināt)
tr: Parola (Onayla)

source: Enter the same secret above for verification.
el: Πληκτρολογήστε το ίδιο μυστικό παραπάνω για την επαλήθευση.
it: Riscrivi la password per verifica.
lv: Ievadiet to pašu noslēpumu priekš pārbaudes.
tr: Doğrulama için yukarıdaki ile aynı parolayı giriniz.

source: Secret does not match
el: Τα Μυστικά δεν ταιριάζουν
it: La password non corrisponde
lv: Noslēpumi nesakrīt
tr: Parolalar birbirinin aynısı değil
