Repository: yvesc/freegui
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: el, it, lv, tr

source: Causes the server to display the network information for the specified address to the client, on the assumption that IP address or DNS host is acting as a NAT gateway or port forwarder for the server.
it: Fa sì che il server mostri le informazioni sulla rete per l'indirizzo specificato al client, assumendo che l'indirizzo IP o l'host DNS agisca come un gateway NAT o come inoltro di porta per il server.
lv: Liek serverim rādīt tīkla informāciju priekš specifiskas adreses klientam, pēc pieņēmuma, ka IP adrese vai DNS saimnieks darbojas kā NAT vartēja vai portu pārsūtītājs serverim.
tr: Bu IP adresi veya DNS ana bilgisayar sunucusu için bir NAT ağ geçdi veya bağlantı noktası ileticisi olarak görev yapmaktadır. Sunucu varsayılan istemci üzerinde belirtilen IP adreslerinin ağ bilgilerini görüntüler.

source: Minimum passive port
el: Ελάχιστη παθητική θύρα
it: Porta passiva minima
lv: Minimālais pasīvais ports
tr: En az pasif bağlantı noktası

source: The minimum port to allocate for PASV style data connections (0 = use any port).
el: Η ελάχιστη θύρα για κατανομή συνδέσεων δεδομένων στυλ PASV (0 = χρησιμοποιήσετε οποιαδήποτε θύρα).
it: Il Port minimo da assegnare per le connessioni dati di tipo PASV (0 = utilizza qualsiasi port).
lv: Minimālais ports, kuru piešķirt priekš PASV stila datu savienojumiem (0 = izmantot jebkuru portu).
tr: PASV tarzı veri bağlantıları için en az bağlantı noktası tahsisi (0 = Herhangi bir bağlantı noktası kullanımı).

source: Maximum passive port
el: Μέγιστη παθητική θύρα
it: Porta passiva massima
lv: Maksimālais pasīvais ports
tr: En fazla pasif bağlantı noktası

source: The maximum port to allocate for PASV style data connections (0 = use any port). Passive ports restricts the range of ports from which the server will select when sent the PASV command from a client. The server will randomly choose a number from within the specified range until an open port is found. The port range selected must be in the non-privileged range (eg. greater than or equal to 1024). It is strongly recommended that the chosen range be large enough to handle many simultaneous passive connections (for example, 49152-65534, the IANA-registered ephemeral port range).
el: Η μέγιστη θύρα για κατανομή συνδέσεων δεδομένων στυλ PASV (0 = οποιαδήποτε θύρα). Οι παθητικές θύρες περιορίζουν το εύρος των θυρών από τις οποίες ο διακομιστής θα επιλέξει, όταν στάλθηκε η εντολή PASV από έναν πελάτη. Ο διακομιστής θα επιλέξει τυχαία έναν αριθμό μέσα από το καθορισμένο όριο μέχρι μια ανοιχτή θύρα να βρεθεί. Η επιλεγμένη περιοχή θυρών πρέπει να είναι σε μη προνομιούχα περιοχή (π.χ. μεγαλύτερη ή ίση με 1024). Συνιστάται ανεπιφύλακτα ότι η επιλεγείσα περιοχή να είναι αρκετά μεγάλη για να χειριστεί πολλές ταυτόχρονες παθητικές συνδέσεις (για παράδειγμα, 49152-65534, η IANA-καταγεγραμμένη περιοχή προσωρινών θυρών).
it: Il Port massimo da assegnare per le connessioni dati di tipo PASV (0 = utilizza qualsiasi port). La limitazione dei Passive port consente di specificare l'intervallo di porte che il server utilizzerà quando riceve un comando PASV da un client. Il server sceglierà casualmente all'interno dell'intervallo specificato un numero da fino a quando non troverà una porta libera. L'intervallo di porte selezionato deve essere non-privilegiato (cioè maggiore o uguale a 1024). Si raccomanda vivamente che l'intervallo indicato sia abbastanza grande per gestire contemporaneamente molte connessioni passive (ad esempio, 49152-65534, l'intervallo di porte effimere registrate presso IANA).
lv: Maksimālais ports, kuru piešķirt PASV stila datu savienojumiem (0 - lietot jebkuru portu). Pasīvie porti ierobežo portu diapazonu no kura serveris izvēlēsies, kad saņems PASV komandu no klienta. Serveris nejauši izvēlēsies skaitli no noteiktā diapazona līdz tiek atrasts brīvs ports. Portu diapazons ir jāizvēlas ne-priviliģētā zonā (piem. lielākā vai vienādā ar 1024). Ir stingri ieteicams noteikt diapazonu, kurš ir gana liels, lai apkalpotu daudzus pasīvus savienojumus vienlaicīgi (piemēram, 49152-65534, IANA-reģistrētais efermais portu diapazons).
tr: PASV tarzı veri bağlantılarına ayrılacak en yüksek bağlantı noktası (0 = herhangi bir bağlantı noktası). Pasif bağlantı noktaları sunucu istemcisinden PASV komutu gönderildiğinde seçilen bağlantı noktası aralığını kısıtlar. Açık bir bağlantı noktası bulana kadar sunucu rasgele belirtilen aralık içinde bir numara seçecektir. Seçilen bağlantı noktası aralığı ayrıcalığı olmayan bağlantı noktası olmalıdır (örneğn 1024'e eşit veya daha büyük). Seçilen bu kuvvetli pasif bağlantıların işlenebilmesi için yetrli büyüklükte olması gereklidir örneğin 49152-65534 aralığı için IANA kayıtlı geçici bağlantı noktası aralığı).

source: Local user upload bandwidth
el: Εύρος ζώνης ανεβάσματος τοπικού χρήστη
it: Larghezza si banda per gli upload dell'utente locale
lv: Vietējā lietotāja augšupielādes ātrums
tr: Yerel kullanıcının yükleme bant genişliği

source: Local user upload bandwidth in KB/s. Zero means infinity.
el: Τοπική χρήση ανεβάσετε bandwidth σε KB / s. Μηδέν σημαίνει άπειρο.
it: Larghezza di banda per gli upload dell'utente locale in KB/s. Zero significa infinito.
lv: Vietējā lietotāja augšupielādes ātrums iekš KB/s. Nulle nozimē bezgalību.
tr: Yerel kullanıcının KB/s olarak yükleme bant genişliği değeri. Sıfır sınırsız demektir.

source: Local user download bandwidth
el: Εύρος ζώνης κατεβάσματος τοπικού χρήστη
it: Larghezza si banda per i download dell'utente locale
lv: Vietējā lietotāja lejupielādes ātrums
tr: Yerel kullanıcının indirme bant genişliği

source: Local user download bandwidth in KB/s. Zero means infinity.
el: Τοπική χρήση κατεβάσετε ένα εύρος ζώνης σε KB / s. Μηδέν σημαίνει άπειρο.
it: Larghezza si banda per i download dell'utente locale in KB/s. Zero significa infinito.
lv: Vietējā lietotāja lejupielādes ātrums iekš KB/s. Nulle nozīmē bezgalību.
tr: Yerel kullanıcının KB/s olarak bant genişliği indirme değeri. Sıfır sınırsız demektir.

source: Anonymous user upload bandwidth
el: Εύρος ζώνης ανεβάσματος ανώνυμου χρήστη
it: Larghezza si banda per gli upload dell'utente anonimo
lv: Anonīma lietotāja augšupielādes ātrums
tr: Anonim kullanıcının yükleme bant genişliği

source: Anonymous user upload bandwidth in KB/s. Zero means infinity.
el: Ανώνυμος χρήστης upload bandwidth σε KB / s. Μηδέν σημαίνει άπειρο.
it: Larghezza di banda per gli upload dell'utente anonimo in KB/s. Zero significa infinito.
lv: Anonīmā lietotāja augšupielādes ātrums iekš KB/s. Nulle nozīmē bezgalību.
tr: Anonim kullanıcının KB/s olarak bant genişliği yükleme değeri. Sıfır sınırsız demektir.

source: Anonymous user download bandwidth
el: Εύρος ζώνης κατεβάσματος ανώνυμου χρήστη
it: Larghezza si banda per i download dell'utente anonimo
lv: Anonīma lietotāja lejupielādes ātrums
tr: Anonim kullanıcının indirme bant genişliği

source: Anonymous user download bandwidth in KB/s. Zero means infinity.
el: Ανώνυμος κατεβάσετε ένα εύρος ζώνης σε KB / s. Μηδέν σημαίνει άπειρο.
it: Larghezza di banda per i download dell'utente anonimo in KB/s. Zero significa infinito.
lv: Anonīmā lietotāja lejupielādes ātrums iekš KB/s. Nulle nozīmē bezgalību.
tr: Anonim kullanıcının KB/s olarak bant genişliği indirme değeri. Sıfır sınırsız demektir.

source: These parameters are added to proftpd.conf.
el: Οι παράμετροι αυτοί προστίθενται στο proftpd.conf.
it: Questi parametri sono aggiunti al proftpd.conf.
lv: Šie parametri tika pievienoti proftpd.conf.
tr: Bu parametreler proftpd.conf dosyasına eklenir.

source: Directory
el: Κατάλογος
lv: Mape
tr: Dizin

source: The directory containing the files you want to publish. The remote host does not need to pass along the directory as part of the transfer.
el: Ο κατάλογος που περιέχει τα αρχεία που θέλετε να δημοσιεύσετε. Ο απομακρυσμένος υπολογιστής δεν χρειάζεται να περάσει μαζί και τον κατάλογο ως μέρος της μεταφοράς.
it: La direcotory contenente i files che si vuole pubblicare. L'host remoto non ha bisogno di passare dalla directory per effetuare il trasferimento.
lv: Mape, kura satur datnes, kuras vēlies publicēt. Attālinātajam saimniekam nevajag iziet cauri mapei veicot pārsūtījumu.
tr: Yayımlamak istediğiniz dosyaları içeren dizin. Aktarımın parçası olarak dizinin uzak ana bilgisayar boyunca geçmesine gerek yoktur.

source: Allow New Files
el: Επιτρέψτε Νέα αρχεία
it: Consente Nuovi File
lv: Atļaut jaunas datnes
tr: Yeni dosyalara izin ver

source: The port to listen to. The default is to listen to the tftp port specified in /etc/services.
el: Η θύρα όπου ακούει. Η προεπιλογή είναι να ακούει στην θύρα tftp που ορίζεται στο /etc/services.
it: La porta di ascolto. Di default viene utilizzate la porta del servizio tftp specificata in /etc/services.
lv: Ports, uz kura klausīties. Noklusējumā noklausās tftp portu, kurš norādīts iekš /etc/services.
tr: Bu bağlantı noktasını dinle. Varsayılan tftp bağlantı noktasını dinlemek için /etc/services belirtildi.

source: Specifies the username which the service will run as.
el: Καθορίζει το όνομα χρήστη με το αποίο η υπηρεσία θα λειτουργήσει.
it: Specificare l'utenza con cui il servizio sarà avviato.
lv: Norāda lietotājvārdu, ar kuru darbosies serviss.
tr: Belirten kullanıcı adı hangi servis olarak çalışacak.

source: umask
lv: atmaskot
tr: varsayılan erişim hakları

source: Set the umask for newly created files to the specified value. The default is 022 (everyone can read, nobody can write).
el: Ρύθμιση της umask για αρχεία που δημιουργήσατε πρόσφατα στην καθορισμένη τιμή. Η προεπιλογή είναι 022 (ο καθένας μπορεί να διαβάσει, κανείς δεν μπορεί να γράψει).
it: Impostare l'umask per i file appena creati con ill valore specificato. Il valore predefinito è 022 (tutti possono leggere, nessuno può scrivere).
lv: Norādi atmaskošanu jaunām datnēm. Noklusējuma ir 022 (jebkurš var lasīt, bet neviens nevar rakstīt).
tr: Yeni oluşturulan dosyalar için varsayılan erişim haklarını ayarlayın. Varsayılan değer 022'dir (herkes okuyabilir, hiç kimse yazamaz).

source: Extra options
el: Extra επιλογές
it: Opzioni Extra
lv: Papildus iespējas
tr: Ek seçenekler

source: Extra command line options (usually empty).
el: Έξτρα επιλογές της γραμμής εντολών (συνήθως άδειο).
it: Opzioni supplementari della riga comando (solitamente vuoto).
lv: Papildus komandrindas iespējas (parasti tukšs).
tr: Ek komut satırı seçenekleri (genellikle boş).

source: TCP Port
el: Θύρα TCP
it: Porta TCP
lv: TCP Ports
tr: TCP bağlantı noktası

source: Alternate TCP port. Default is 22
el: Εναλλακτική θύρα TCP. Η προεπιλογή είναι 22
it: Porta TCP alternativa. Il default è 22
lv: Alternatīvais TCP ports. Noklusējuma ir 22
tr: Alternatif TCP bağlantı noktası. Varsayılan değer 22'dir

source: Login as Root with password
el: Σύνδεση ως root με κωδικό πρόσβασης
it: Login come Root con password
lv: Autorizēties kā Root ar paroli
tr: Root parolası ile giriş

source: Disabled: Root can only login via public key authentication; Enabled: Root login permitted with password
el: Άτομα με ειδικές ανάγκες: Root μπορεί μόνο να συνδεθείτε μέσω του δημοσίου κλειδιού ταυτότητας? Enabled: Root login επιτρέπεται με τον κωδικό πρόσβασης
it: Disabilitato: Root può effetuare il login solo tramite l'autenticazione a chiave pubblica; Abilitato: Login di Root è consentito con password
lv: Atspējots: Root var autorizēties tikai ar publisko atslēgu; Iespējots: Root autorizācija atļauta ar paroli
tr: Kapalı: Root olarak sadece açık anahtar ile giriş yapabilirsiniz; Etkin: Parola ile Root girişine izin ver

source: Allow Password Authentication
el: Επιτρέψτε ταυτότητας μέσω κωδικού πρόσβασης
it: Consente Autenticazione con Password
lv: Atļaut Paroles Autorizāciju
tr: Parola doğrulamasına izin ver

source: Allow TCP Port Forwarding
el: Επιτρέψτε TCP Port Forwarding
it: Consente l'inoltro della Porta TCP (TCP Port Forwarding)
lv: Atļaut TCP portu pārsūtīšanu
tr: TCP bağlantı noktası yönlendirmesine izin ver

source: Compress Connections
el: Συμπιεσμένες Συνδέσεις
it: Connessioni compresse
lv: Saspiest Savienojumus
tr: Bağlantıları sıkıştır

source: Host Private Key
el: Υποδοχής ιδιωτικού κλειδιού
it: Chiave Privata Host
lv: Saimnieka Privātā Atslēga
tr: Ana bilgisayar özel anahtarı

source: Paste a RSA PRIVATE KEY in PEM format here.
el: Επικολλήστε ένα ιδιωτικό RSA κλειδί σε μορφή PEM εδώ.
it: Incolla qui una CHIAVE PRIVATA RSA in formato PEM.
lv: Ievieto RSA PRIVATE KEY iekš PEM formāta šeit.
tr: RSA ÖZEL ANAHTARINI buraya PEM biçiminde yapıştır.

source: Extra options to /etc/ssh/sshd_config (usually empty). Note, incorrect entered options prevent SSH service to be started.
el: Επιπλέον επιλογές στο /etc/ssh/sshd_config (συνήθως κενό). Σημειώστε, εσφαλμένες επιλογές που εισάγονται εμποδίζουν την υπηρεσία SSH να ξεκινήσει.
it: Opzioni extra a /etc/ssh/sshd_config (solitamente vuoto). Si noti che l'inserimento di opzioni errate può impedire l'avvio del servizio SSH.
lv: Papildus iespējas uz /etc/ssh/sshd_config (parasti tukšs). Piezīme, nepareizi ievadītas iespējas neļaus startēties SSH servisam.
tr: Ekstara seçenekler için /etc/ssh/sshd_conf (genellikle boş). Dikkat, Hatalı girilen seçenekler SSH servisinin başlamasını engeller.

source: NetBIOS Name
el: Όνομα κεντρικού υπολογιστή (NetBIOS-Name)
it: Nome Host (NetBIOS-Name)
lv: Saimnieka Vārds (NetBIOS-Vārds)
tr: Ana bilgisayar adı (NetBIOS adı)

source: System hostname
it: Home host di sistema
lv: Sistēmas saimnieks
tr: FreeNAS sisteminin ana bilgisayar adı

source: Workgroup Name
el: Όνομα ομάδας εργασίας
it: Nome Workgroup
lv: Darbagrupas vārds
tr: Çalışma grubu adı

source: Workgroup or domain name in old format, eg WORKGROUP
el: Όνομα ομάδας εργασίας ή όνομα domain στην παλιά μορφή, πχ WORKGROUP
it: Nome del Workgroup o del dominio nel vecchio formato, es. WORKGROUP
lv: Darbagrupas vai domēna vārds vecajā formātā, piem. WORKGROUP
tr: Eski biçimde çalışma grubu veya etki alanı adı, örneğin WORKGROUP

source: Administrator Name
it: Nome Amministratore
lv: Administratora vārds
tr: Yönetici adı

source: Domain Administrator account name
el: Όνομα του λογαριασμού διαχειριστή τομέα
it: Nome dell'account Amministratore di Dominio
lv: Domēna Administratora lietotāja vārds.
tr: Alan adı yöneticinin hesap adı

source: Administrator Password
it: Password Amministratore
lv: Administratora Parole
tr: Yönetci parolası

source: Domain Administrator account password.
lv: Domēna Administratora lietotāja parole.
tr: Alan adı yöneticisinin parolası.

source: Domain Name (DNS/Realm-Name)
el: Domain Name (DNS / Realm-Επωνυμία)
it: Nome Dominio (DNS/Realm-Name)
lv: Domēna vārds (DNS/Realm-Vārds)
tr: Alan adı (DNS/Güvenlik etki alanı-adı)

source: Domain Name, eg example.com
el: Domain Name, π.χ. example.com
it: Nome Dominio, es. example.com
lv: Domēna vārds, piemēram, example.com
tr: Alan Adı, örneğin ornek.com

source: Allow Trusted Domains
it: Consenti Domini Fidati
lv: Atļaut Uzticamus Domēnus
tr: İzin verilen güvenilir alan adları

source: The name or IP address of the LDAP server
el: Το όνομα ή τη διεύθυνση IP του διακομιστή LDAP
it: Il nome or l'indirizzo IP del server LDAP
lv: LDAP servera vārds vai IP adrese
tr: LDAP sunucusunun adı veya IP adresi

source: Base DN
el: Βάση DN
lv: Bāzes DN
tr: Temel DN

source: The default base Distinguished Name (DN) to use for searches, eg dc=test,dc=org
el: Η βάση προεπιλεγμένο όνομα Διακεκριμένο (DN) που θα χρησιμοποιηθεί για έρευνες, π.χ. dc = test, dc = org
it: Il valore predefinito di base Distinguished Name (DN) da utilizzare per ricerche, es. dc=test,dc=org
lv: Noklusējuma bāzes Ievērojamais Vārds (DN), lietojams meklēšanai, piem. dc=test,dc=org
tr: Varsayılan Ayırt Edici (DN) adı aramak için kullanılabilecek yöntem: dc=test, dc=org

source: Allow Anonymous Binding
el: Επιτρέψτε Ανώνυμος Βιβλιοδεσία
it: Consente associazione anonima (Anonymous Binding)
lv: Atļaut Anonīmo Piesiešanu
tr: Anonim kullanıcı için bağlama izni ver

source: Root bind DN
el: Root DN δεσμεύοντας
lv: Root siešanas DN
tr: Root için ayırt edici (DN) bağlama

source: The distinguished name with which to bind to the directory server, e.g. cn=admin,dc=test,dc=org
el: Το αποκλειστικό όνομα με το οποίο να συνδεθούν με το διακομιστή καταλόγου, π.χ. cn = admin, dc = test, dc = org
it: Il nome distinto con cui eseguire il binding al direcory server, es. CN=admin,dc=test,dc=org
lv: Ievērojamais vārds ar kuru sasiet mapju serveri, piem. cn=admin,dc=test,dc=org
tr: Dizin sunucusuna bağlanmak için kullanılabilecek ayırt edici adı yöntemi: örneğin cn=admin,dc=test,dc=org

source: Root bind password
el: Root password δεσμεύοντας
lv: Root siešanas parole
tr: Root bağlanma parolası

source: The credentials with which to bind.
el: Τα διαπιστευτήρια με τα οποία να δεσμεύει.
it: Credenziali per eseguire il bind.
lv: Rekvizīti ar kuriem sasiet.
tr: Bağlanmak için kimlik bilgileri.

source: Password Encryption
el: Κωδικός πρόσβασης Κρυπτογράφηση
lv: Paroles šifrēšana
tr: Parola ile şifreleme

source: The password change protocol to use.
el: Το πρωτόκολλο αλλάξετε τον κωδικό πρόσβασης για χρήση.
it: La password cambia il protocollo da utilizzare.
lv: Lietojamais paroles maiņas protokols.
tr: Parola değiştirme kuralını kullanmak.

source: User Suffix
el: Χρήστης Suffix
lv: Lietotāja sufikss
tr: Kullanıcı soneki

source: This parameter specifies the suffix that is used for users when these are added to the LDAP directory, e.g. ou=Users
el: Αυτή η παράμετρος καθορίζει την κατάληξη που χρησιμοποιείται για τους χρήστες, όταν αυτές προστίθενται στον κατάλογο του, π.χ. ou Χρήστες =
it: Questo parametro specifica il suffisso che viene utilizzato per gli utenti, quando questi vengono aggiunti alla Directory LDAP, es. ou=Users
lv: Šis parametrs nosaka sufiksu, kuru lieto lietotājiem, kad šos pievieno LDAP mapei, piem. ou=Users
tr: Bu parametre LDAP dizinine eklendiğinde kullanıcılar için kullanılabilir eki belirler. Örneğin ou=Kullanıcılar

source: Group Suffix
el: Ομάδα Suffix
lv: Grupas Sufikss
tr: Grup soneki

source: This parameter specifies the suffix that is used for groups when these are added to the LDAP directory, e.g. ou=Groups
el: Αυτή η παράμετρος καθορίζει την κατάληξη που χρησιμοποιείται για τις ομάδες, όταν αυτές προστίθενται στον κατάλογο του, π.χ. ou Ομάδες =
it: Questo parametro specifica il suffisso che viene utilizzato per i gruppi, quando questi vengono aggiunti alla Directory LDAP, es. ou=Groups
lv: Šis parametrs nosaka sufiksu, kuru lieto grupām, kad šos pievieno LDAP mapei, piem. ou=Grupas
tr: Bu parametre LDAP dizinine eklendiğinde gruplar için kullanılabilir eki belirler. Örneğin ou=Gruplar

source: Password Suffix
el: Κωδικός πρόσβασης Suffix
it: Password Suffisso
lv: Paroles Sufikss
tr: Parola soneki

source: This parameter specifies the suffix that is used for passwords when these are added to the LDAP directory, e.g. ou=Passwords
el: Αυτή η παράμετρος καθορίζει την κατάληξη που χρησιμοποιείται για τους κωδικούς πρόσβασης, όταν αυτές προστίθενται στον κατάλογο του, π.χ. ou Κωδικοί πρόσβασης =
it: Questo parametro indica il suffisso che viene utilizzato per le password, quando questi vengono aggiunti alla directory LDAP, ad esempio, ou = password
lv: Šis parametrs nosaka sufiksu, kuru lieto parolēm, kad šos pievieno LDAP mapei, piem. ou=Password
tr: Bu parametre LDAP dizinine eklendiğinde parolalar için kullanılabilir eki belirler. Örneğin ou=Parolalar

source: Machine Suffix
el: Μηχάνημα Suffix
it: Macchina Suffisso
lv: Mašīnas Sufikss
tr: Bilgisayar soneki

source: This parameter specifies the suffix that is used for machines when these are added to the LDAP directory, e.g. ou=Computers
el: Αυτή η παράμετρος καθορίζει την κατάληξη που χρησιμοποιείται για τις μηχανές, όταν αυτές προστίθενται στον κατάλογο του, π.χ. ou = Computers
it: Questo parametro indica il suffisso che viene utilizzato per le macchine, quando questi vengono aggiunti alla directory LDAP, ad esempio, ou = Computers
lv: Šis parametrs nosaka sufiksu, kuru lieto mašīnām, kad šos pievieno LDAP mapei, piem. ou=Computers
tr: Bu parametre LDAP dizinine eklendiğinde bilgisayarlar için kullanılabilir eki belirler. Örneğin ou=Bilgisayarlar

source: Encryption Mode
it: Modalità di crittazione
lv: Šifrēšanas Režīms
tr: Şifreleme türü

source: This parameter specifies whether to use SSL/TLS, e.g. on/off/start_tls
el: Αυτή η παράμετρος καθορίζει το αν η χρήση SSL / TLS, π.χ. on / off / start_tls
it: Questo parametro specifica se utilizzare SSL / TLS, ad esempio, on / off / start_tls
lv: Šis parametrs nosaka, vai lietot SSL/TLS, piem. on/off/start_tls
tr: Bu parametre SSL/TLS kullanılıp kullanılmadığını belirler. Örneğin açık/kapalı/tls_başlat

source: Self signed certificate
el: Αυτο υπογεγραμμένο πιστοποιητικό
it: Certificato autofirmato
lv: Paša parakstīts sertifikāts
tr: Kendinden imzalı sertifika

source: Place the contents of your self signed certificate file here.
el: Τοποθετήστε το περιεχόμενο του εαυτού υπογεγραμμένο αρχείο πιστοποιητικό σας εδώ.
it: Inserire il contenuto del certificato autofirmato qui.
lv: Novieto sava paša parakstītā sertifikāta saturu šeit.
tr: Buraya kendinden imzalı sertifika dosyasının içeriğini yerleştirin.

source: Auxiliary Parameters
el: Βοηθητικές Παράμετροι
it: Parametri ausiliari
lv: Papildu parametri
tr: Yardımcı parametreler

source: These parameters are added to ldap.conf.
el: Οι παράμετροι αυτοί προστίθενται στο ldap.conf.
it: Questi parametri vengono aggiunti a ldap.conf.
lv: Šie parametri ir pievienoti ldap.conf.
tr: Bu parametreler ldap.conf dosyasına eklenir.

source: Alternate TCP port. Default is 873
el: Εναλλακτική θύρα TCP. Η προεπιλογή είναι 873
it: Porta TCP alternativa. Il default è 873
lv: Alternatīvs TCP ports. Pēc noklusējuma ir 873
tr: Alternatif TCP bağlantı noktası. Varsayılan değer 873

source: These parameters will be added to [global] settings in rsyncd.conf
el: Αυτές οι παράμετροι θα προστεθούν στις [παγκόσμιες] ρυθμίσεις στο rsyncd.conf
it: Questi parametri verranno aggiunti alle impostazioni globali in rsyncd.conf
lv: Šie parametri tiks pievienoti [global] uzstādījumiem iekš inadyn.conf
tr: Bu parametreler rsyncd.conf dosyası içinde [global] ayarlara eklenecektir

source: Configure Rsyncd
it: Configura Rsyncd
lv: Konfigurēt Rsuncd
tr: Rsyncd Yapılandırma

source: Module name
el: Όνομα μονάδας
it: Nome modulo
lv: Moduļa vārds
tr: Modül adı

source: Path to be shared
el: Διαδρομή προς κοινόχρηστα
it: Percorso da condividere
lv: Ceļš, kuru koplietos
tr: Paylaşılacak olan yol

source: Access Mode
el: Λειτουργία πρόσβασης
it: Modalità di accesso
lv: Piekļuves režīms
tr: Erişim türü

source: This controls the access a remote host has to this module
el: Αυτό ελέγχει την πρόσβαση ενός απομακρυσμένου υπολογιστή σε αυτήν την μονάδα
it: Controlla l'accesso a questo modulo da parte di un host remoto
lv: Šis kontrolē piekļuvi, kura ir attālinātajam saimniekdatoram
tr: Bu modül uzak ana bilgisayar erişimine sahip kontrolleri içerir

source: Maximum connections
el: Μέγιστος αριθμός συνδέσεων
it: Connessioni massime
lv: Max. pieslēgumi
tr: En fazla bağlantı

source: Maximum number of simultaneous connections. Default is 0 (unlimited)
el: Μέγιστος αριθμός ταυτόχρονων συνδέσεων. Προεπιλογή είναι 0 (απεριόριστη)
it: Numero massimo di connessioni per indirizzi IP ( 0=illimitato )
lv: Maksimālais skaits vienlaicīgu savienojumu. 0 ir neierobežots.
tr: Aynı anda en fazla bağlantı sayısı. Varsayılan değer 0 (sınırsız)
