Repository: yvesc/freegui
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: el, it, lv, tr

source: Do not snapshot before
el: Μην πάρεις στιγμιότυπο πριν από
it: Non catturare uno snapshot prima di
lv: Neveidot momentuzņēmumu pirms
tr: Daha önce anlık durum görüntüsü alma

source: Do not snapshot after
el: Μην πάρεις στιγμιότυπο μετά από
it: Non catturare uno snapshot dopo
lv: Neveidot momentuzņēmumu pēc
tr: Daha sonra anlık durum görüntüsü alma

source: Interval
el: Διάστημα
it: Intervallo
lv: Intervāls
tr: Aralık

source: How much time has been passed between two snapshot attempts.
lv: Cik daudz laika ir pagājis starp diviem momentuzņēmumu mēģinājumiem.
tr: İki anlık görüntü girişimleri arasında ne kadar zaman geçmiştir.

source: Occurrence
el: Περιστατικό
it: Eventi
lv: Notikums
tr: Olay

source: How the task is repeated
el: Πώς το έργο επαναλαμβάνεται
it: Quante volte il task deve essere ripetuto
lv: Kā darbs ir atkārtots
tr: Görevler nasıl tekrarlanır

source: Weekday
el: Καθημερινή
it: Giorno Feriale
lv: Nedēļas diena
tr: Çalışma günü

source: Periodic Snapshot Task
el: Περιοδική Task Στιγμιότυπο
it: Task di snapshot periodico
lv: Periodisks Uzņēmuma Uzdevums
tr: Periyodik Anlık Durum Görüntüsü Görevi

source: Periodic Snapshot Tasks
el: Περιοδικές Εργασίες Στιγμιότυπο
it: Tasks di snapshot periodico
lv: Periodiski Uzņēmuma Uzdevumi
tr: Periyodik Anlık Durum Görüntüsü Görevleri

source: View Snapshots
el: Προβολή Στιγμιοτύπων
it: Visualizza gli snapshot
lv: Skatīt visus momentuzņēmumus
tr: Anlık Durum Görüntülerini Göster

source: Import Volume
el: Όγκος των εισαγωγών
it: Importa Volume
lv: Importēt sējumu
tr: Birim Al

source: View Disks
el: Προβολή δίσκων
it: Visualizza Dischi
lv: Skatīt Diskus
tr: Diskleri Görüntüle

source: View Multipaths
el: Προβολή Multipaths
it: Visualizza Multipath
lv: Skatīt Multiceļus
tr: Çoklu Görüntüleme

source: Auto Import Volume
el: Αυτόματη εισαγωγή τόμου
it: Importazione Automatica Volume
lv: Automātiski Importēt Sējumu
tr: Otomatik Birim Ekle

source: View Volumes
el: Προβολή Τόμων
it: Visualizza Volumi
lv: Skatīt Sējumus
tr: Birimleri Göster

source: Add Periodic Snapshot
el: Προσθήκη Περιοδικό Στιγμιότυπο
it: Aggiungi uno snapshot periodico
lv: Veidot periodisko Uzņēmumu
tr: Periyodik Anlık Durum Görüntüsü Ekle

source: Volumes
el: Τόμοι
it: Volumi
lv: Sējumi
tr: Birimler

source: Volume successfully added.
el: Ο τόμος προστέθηκε επιτυχώς.
it: Volume aggiunto con successo.
lv: Sējums veiksmīgi izveidots.
tr: Birim başarıyla eklendi.

source: Dataset successfully added.
el: Το dataset προστέθηκε επιτυχώς.
it: Dataset aggiunto con successo.
lv: Datu kopa veiksmīgi pievienota.
tr: Veri kümesi başarıyla eklendi.

source: Dataset successfully edited.
el: Το dataset επεξεργάσθηκε επιτυχώς.
it: Dataset modificato con successo.
lv: Datu kopa veiksmīgi labota.
tr: Veri kümesi başarıyla düzenlendi.

source: ZFS Volume successfully added.
el: Ο τόμος ZFS προστέθηκε επιτυχώς.
it: Volume ZFS aggiunto con successo.
lv: ZFS Sējums veiksmīgi pievienots.
tr: ZFS Birimi başarıyla eklendi.

source: This is in use by the iscsi target, please remove it there first.
el: Αυτό χρησιμοποιείται από τον iscsi στόχο, παρακαλώ αφαιρέστε το από εκεί πρώτα.
it: Questo è attualmente in uso dall'iSCSI target, rimuovilo prima li.
lv: Šo lieto iscsi mērķis, lūdzu noņem to šeit vispirms.
tr: Bu isci hedefi tarafından kullanılıyor lütfen önce onu kaldırın.

source: ZFS Volume successfully destroyed.
el: Ο τόμος ZFS καταστράφηκε επιτυχώς.
it: Volume ZFS eliminato con successo.
lv: ZFS Sējums veiksmīgi iznīcināts.
tr: ZFS Birimi başarıyla silindi.

source: Native dataset successfully edited.
el: Το πηγαίο dataset επεξεργάσθηκε επιτυχώς.
it: Dataset nativo modificato con successo.
lv: Vietējā datu kopa veiksmīgi labota.
tr: Yerel veri kümesi başarıyla düzenlendi.

source: Mount Point permissions successfully updated.
el: Το δικαιώματα του σημείου προσάρτησης ενημερώθηκαν επιτυχώς.
it: Permessi del punto di mount aggiornati con successo.
lv: Montēšanas Punkta atļaujas veiksmīgi atjaunotas.
tr: Bağlama Noktası izinleri başarıyla güncellendi.

source: Dataset successfully destroyed.
el: To dataset καταστράφηκε επιτυχώς.
it: Dataset eliminato con successo.
lv: Datu kopa veiksmīgi iznīcināta.
tr: Veri kümesi başarıyla silindi.

source: Snapshot successfully deleted.
el: Στιγμιότυπο διαγράφηκε επιτυχώς.
it: Snapshot eliminato con successo.
lv: Uzņēmums veiksmīgi dzēsts.
tr: Anlık durum görüntüsü başarıyla silindi.

source: Snapshots successfully deleted.
el: Τα Στιγμιότυπα διαγράφηκαν επιτυχώς.
it: Snapshot eliminati con successo.
lv: Momentuzņēmums veiksmīgi dzēsts.
tr: Anlık durum görüntüleri başarıyla silindi.

source: Rollback successful.
el: Υπαναχώρηση επιτυχής.
it: Ripristino effettuato con successo.
lv: Atrite veiksmīga.
tr: Geri alma başarılı.

source: Snapshot successfully taken.
el: Το στιγμιότυπο λήφθηκε επιτυχώς.
it: Snapshot completato con successo.
lv: Uzņēmums veiksmīgi veikts.
tr: Anlık durum görüntüsü başarıyla alındı.

source: Snapshot successfully cloned.
el: Το στιγμιότυπο κλωνοποιήθηκε επιτυχώς.
it: Snapshot clonato con successo.
lv: Uzņēmums veiksmīgi klonēts.
tr: Anlık durum görüntüsü başarı ile çoğaltıldı.

source: Disk replacement has been initiated.
el: Η αντικατάσταση δίσκου έχει ξεκινήσει.
it: Sostituzione disco iniziata.
lv: Diska aizvietošana ir sākusies.
tr: Disk değiştirme başlatılmıştır.

source: An error occurred.
el: Κάποιο λάθος συνέβη.
it: Si sono verificati alcuni errori.
lv: Notika kāda kļūda.
tr: Bazı hatalar oluştu.

source: Disk detach has been successfully done.
el: Η απόσπαση του δίσκου έγινε με επιτυχία.
it: Il disco è stato scollegato con successo.
lv: Diska atvienošana ir veiksmīgi pabeigta.
tr: Başarıyla disk ayrıldı.

source: Disk offline operation has been issued.
el: Ζητήθηκε αποσύνδεση δίσκου
it: L'operazione offline del disco si è conclusa
lv: Diska atsaistes operācija ir dota.
tr: Çevrimdışı disk çalışması hazırlanmıştır..

source: Disk has been removed.
el: Ο δίσκος αφαιρέθηκε.
it: Il disco è stato rimosso.
lv: Disks ir noņemts.
tr: Disk kaldırıldı.

source: The volume has been successfully detached
it: Il volume è stato scollegato con successo
lv: Sējums ir veiksmīgi noņemts
tr: Birim başarıyla ayrıldı

source: The scrub process has begun
el: Η εργασία διάγνωσης και αυτοδιόρθωσης scrub ξεκίνησε
it: Il processo di pulizia è stato avviato
lv: Scrub process ir sācies
tr: Temizleme süreci başladı.

source: Disk successfully wiped
el: Ο δίσκος καθάρισε με επιτυχία
lv: Disks veiksmīgi notīrīts
tr: Disk başarıyla silindi

source: Language (Require UI reload)
el: Γλώσσα (απαιτεί επαναφόρτωση του UI)
it: Lingua (necessita il ricaricamento dell'interfaccia)
lv: Valoda (Pieprasa UI pārlādi)
tr: Dil (sayfanın yeniden yüklenmesi gerekmektedir)

source: Force
it: Forza
lv: Uzspiest
tr: Zorla

source: Max Poll should be higher than Min Poll
it: Poll Massimo deve essere maggiore di Poll Minimo
lv: Maksimālajam Pūlim jābūt lielākam nekā Minimālajam Pūlim
tr: En fazla oylama en az oylamadan daha yüksek olmalıdır

source: Server could not be reached. Check "Force" to continue regardless.
it: Impossibile raggiungere il server. Abilita "Forza" per continuare lo stesso.
lv: Serveri nevar sasniegt. Ieķeksē "Uzspiest", lai vienalga turpinātu .
tr: Sunucuya ulaşılamadı. Ne olursa olsun devam etmek için "Zorla" seçeneğini işaretleyin.

source: The following disks already have tests for this type: %s
lv: Sekojošiem diskiem jau ir testi šim tipam: %s
tr: Aşağıdaki disklerde zaten bu tip testeler vardır: %s

source: Place to temporarily place firmware file
el: Το μέρος όπου θα τοποθετηθεί προσωρινά το αρχείο firmware
it: Posto dove salvare temporaneamente il file del firmware
lv: Vieta, kur uz pagaidu laiku uzglabāt programmatūras datni
tr: Geçici olarak aygıt yazılım dosyasının yükleneceği bir yer seçin

source: The system will use this place to temporarily store the firmware file before it's being applied.
el: Το σύστημα θα χρησιμοποιήσει αυτό το χώρο για να αποθηκεύσετε προσωρινά το αρχείο υλικολογισμικού πριν να εφαρμοστούν.
it: Il sistema utilizzerà questo posto per salvare temporaneamente il firmware prima di installarlo.
lv: Sistēma lietos šo vietu, lai uz pagaidu laiku glabātu programmatūru, pirms tā tiks uzstādīta.
tr: Sisteme uygulamadan önce aygıt yazılımı güncelleme dosyasını saklamak için geçici olarak burayı kullanabilirsiniz.

source: New image to be installed
el: Νέα εικόνα για να εγκατασταθεί
it: Nuova immagine da installare
lv: Jaunā bilde, ko instalēt
tr: Kurulacak yeni imaj

source: SHA256 sum for the image
el: SHA256 σύνολο για την εικόνα
it: SHA256 sum dell'immagine
lv: SHA256 summa attēlam
tr: İmaj için SHA256 değeri

source: New config to be installed
el: Νέα config που θα εγκατασταθεί
it: Nuova configurazione da installare
lv: Jaunā konfigurācija, kuru uzstādīt
tr: Yeni yapılandırma dosyası

source: In order to use rsync over SSH you need a user<br />with a public key (DSA/ECDSA/RSA) set up in home dir.
it: Per usare rsync su SSH è necessario un utente <br /> con una chiave pubblica (DSA/ECDSA/RSA) impostata nella cartella home.
lv: Lai lietotu rsync caur SSH tev vajadzīgs lietotājs<br />ar publisko atslēgu (DSA/ECDSA/RSA) uzstādītu iekš mājas mapes.
tr: SSH üzerinden rsync kullanmak için bir ev dizininde dir ile kurulan<br/>bir ortak anahtar (DSA/ECDSA/RSA) ile bir kullanıcı gerekir.

source: Quotes are not allowed
it: Virgolette non consentite
lv: Pēdiņas nav atļautas
tr: Tırnak kullanmanıza müsaade edilmez

source: Protocol
el: Πρωτόκολλο
it: Protocollo
lv: Protokols
tr: Protokol

source: Language
el: Γλώσσα
it: Lingua
lv: Valoda
tr: Dil

source: Console Keyboard Map
lv: Konsoles Tastatūras Karte
tr: Konsol klavye haritası

source: Timezone
el: Ζώνη ώρας
it: Fuso Orario
lv: Laika josla
tr: Saat dilimi

source: Syslog server
el: Εξυπηρέτης καταγραφής συμβάντων (syslog)
it: Server syslog
lv: Syslog serveris
tr: Syslog sunucusu

source: Settings
el: Ρυθμίσεις
it: Impostazioni
lv: Uzstādījumi
tr: Ayarlar

source: Address
el: Διεύθυνση
it: Indirizzo
lv: Adrese
tr: Adres

source: Burst
lv: Uzliesmojums

source: When the server is reachable, send a burst of eight packets instead of the usual one. This is designed to improve timekeeping quality with the server command and s addresses.
it: Quando il server è raggiungibile, invia un burst di otto pacchetti invece dell'unico usuale. Ciò può migliorare la qualità di risposta dei comandi del server e s indirizzi.
lv: Kad serveris ir sasniedzams, sūtīt uzliesmojumu ar astoņām paketēm, izņemot tikai parasto vienu. Šis ir veidots, lai uzlabotu laika precizitātes kvalitāti ar servera komandu un s adresēm.
tr: Sunucu erişilebilir olduğunda bunun yerine alışılmış bir sekiz paket gönderir. Bu sunucu komut ve s adresleri ile zaman tutma kalitesini artırmak için tasarlanmıştır.

source: When the server is unreachable, send a burst of eight packets instead of the usual one. This is designed to speed the initial synchronization acquisition with the server command and s addresses.
it: Quando il server non è raggiungibile, invia un burst di otto pacchetti invece dell'unico usuale. Ciò può migliorare la velocità dell'acquisizione della sincronizzazione iniziale con il comando del server e s indirizzi.
lv: Kad serveris nav sasniedzams, sūtīt uzliesmojumu ar astoņām paketēm, nevis ierasto vienu. Šis ir veidots, lai paātrinātu sākuma sinhronizācijas iegūšanu ar servera komandu un s adresēm.
tr: Sunucu erişilebilir olduğunda bunun yerine alışılmış bir sekiz paket gönderir. Bu sunucu komut ve s adresleri ile eşitlemeyi hızlandırmak için tasarlanmıştır.

source: Prefer
el: Προτιμόμενο
it: Preferisci
lv: Vēlamais
tr: Tercih

source: Marks the server as preferred. All other things being equal, this host will be chosen for synchronization among a set of correctly operating hosts.
el: Θέτει τον εξυπηρέτη ως προτιμώμενο. Εαν δεν συντρέχει άλλος λόγος αυτός ο εξυπηρέτης θα επιλεχτεί για συγχρονισμό από ένα σύνολο λειτουργικών εξυπηρετών.
it: Segna il server come preferito. Con le altre impostazioni identiche, questo host verrà scelto per la sincronizzazion nell'insieme degli host che operano correttamente.
lv: Atzīmē serveri kā vēlamu. Visām citām lietām esot vienlīdzīgām, šis saimnieks tiks izmantots sinhronizācijai starp pareizi darbojošos saimnieku kopu.
tr: Tercih olarak sunucu işaretler. Tüm diğer şeyleri eşitlemek üzere şu ana kadar çalışan ana dizin arasında eşleme için seçilecektir.

source: Min. Poll
el: Τουλάχιστον κάθε
it: Poll Minimo
lv: Min. Pūls
tr: Min. Oylama

source: The minimum poll interval for NTP messages, as a power of 2 in seconds. Defaults to 6 (64 s), but can be decreased to a lower limit of 4 (16 s)
el: Το ελάχιστο διάστημα μεταξυ μηνυμάτων συγχρονισμού NTP, ώς δύναμη του 2 σε δευτερόλεπτα. Προεπιλεγμένο σε 6 (64 s), αλλά μπορεί να μειωθεί εώς το 4 (16 s)
it: L'intervallo di polling minimo per messaggi NTP, come potenza di 2 in secondi. Il valore predefinito è 6 (64 s), ma può essere ridotto fino a un limite di 4 (16 s)
lv: Minimālais pūla intervāls NTP ziņojumiem, kā jauda kvadrātā sekundēs. Noklusējumā 6 (64 s), bet var samazināt līdz zemākam limitam 4 (16 s)
tr: NTP mesajlar için en az yoklama aralığı 2 değerinin saniyede bir katı olarak. Varsayılan değer 6 (64 s) fakat 4 (16 s) arasında bir alt sınır ile azaltılabilir.

source: Max. Poll
el: Το πολύ κάθε
it: Poll Massimo
lv: Max. Pūls
tr: Mak. Oylama

source: The maximum poll interval for NTP messages, as a power of 2 in seconds. Defaults to 10 (1,024 s), but can be increased to an upper limit of 17 (36.4 h)
el: Το μέγιστο διάστημα μεταξύ μηνυμάτων συγχρονισμού (NTP), ώς δύναμη του 2 σε δευτερόλεπτα. Προεπιλεγμένο σε 10 (1,024 s), αλλά μπορεί να αυξηθεί έως το 17 (36.4 h)
it: L'intervallo di polling massimo per messaggi NTP, come potenza di 2 in secondi. Il valore predefinito è 10 (1024 s), ma può essere aumentato fino a un limite di 17 (36,4 h)
lv: Maksimālais pūla intervāls NTP ziņojumiem, kā jauda kvadrātā sekundēs. Noklusējumā 10 (1,024 s), bet var samazināt līdz zemākam limitam 17 (36.4 h)
tr: NTP mesajlar için en çok yoklama aralığı 2 değerinin saniyede bir katı olarak. Varsayılan değer 10 (1,024 s) fakat 17 (36,4 saat) arasında bir üst sınır ile artırılabilir.

source: NTP Server
el: Εξυπηρέτης συγχρονισμού (NTP)
it: Server NTP
lv: NTP serveris
tr: NTP Sunucu

source: NTP Servers
el: Εξυπηρέτες συγχρονισμού (NTP)
lv: NTP serveris
tr: NTP Sunucu

source: Enable Console Menu
el: Ενεργοποίηση Μενού κονσόλας
it: Abilita Menu Console
lv: Iespējot konsoles izvēlni
tr: Konsol menüsünü etkinleştir

source: Use Serial Console
el: Χρήση Σειριακής Κονσόλας
it: Usa Console Seriale
lv: Lietot seriālo konsoli
tr: Seri konsol kullanımı

source: Enable screen saver
el: Ενεργοποίηση προστασίας οθόνης
it: Abilita salvaschermo
lv: Iespējot ekrānsaudzētāju
tr: Ekran koruyucuyu etkinleştir

source: Enable powerd (Power Saving Daemon)
el: Επέτρεψε Ενεργοποίηση (Power Saving Daemon)
it: Attiva powerd (daemon risparmio energia)
lv: Iespējot powerd (Jaudas Saglabāšanas Dēmonu)
tr: Gücü etkinleştir (Güç Koruma Programcığı)

source: Swap size on each drive in GiB, affects new disks only. Setting this to 0 disables swap creation completely (STRONGLY DISCOURAGED).
el: Μέγεθος swap σε κάθε δίσκο σε GiB, επηρεάζει μόνο νέους δίσκους. Εαν τεθεί 0 δεν δημιουργείται swap (Αποθαρρύνετε Ισχυρά).
lv: Lapošanas izmērs uz katra diska iekš GiB, skar tikai jaunus diskus. Uzstādot šo uz 0 atspējo lapošanas datnes veidošanu pilnībā (STINGRI NEIETEICAMS).
tr: Sadece yeni disklerde GIB her sürücüde takas alanı boyutunu etkiler. Takas oluşturma alanını kapatmak için bu alanı 0 olarak ayarlayın (KESİNLİKLE ÖNERİLMEZ).

source: Show console messages in the footer
el: Εμφάνιση μηνυμάτων κονσόλας στο υποσέλιδο
lv: Rādīt konsoles ziņojumus kājenē
tr: Alt bilgide konsol mesajlarını göster (Sayfanın yenilenmesini gerektirir)

source: Show tracebacks in case of fatal errors
el: Εμφάνιση tracebacks σε περίπτωση μοιραίων σφαλμάτων
it: Mostra i tracebacks in caso di errore fatale
lv: Rādīt atpakaļtrases, ja ir fatālas kļūdas
tr: Ölümcül bir hata durumunda, sorun izleme listesini göster

source: Show advanced fields by default
el: Εμφάνιση προηγμένων πεδίων ως προεπιλογή
lv: Rādīt uzlabotos laukus pēc noklusējuma
tr: Varsayılan olarak gelişmiş alanları göster

source: Enable autotune
el: Ενεργοποίηση αυτο-μικρορύθμισης
it: Abilita auto-ottimizzazione
lv: Iespējot automātisko tūnēšanu
tr: Otomatik ayarı etkinleştir

source: MOTD banner
it: Banner MOTD
lv: MOTD baneris
tr: MOTD (açılış mesajı) afişi

source: Advanced
el: Προηγμένη
it: Avanzato
lv: Paplašināti
tr: Gelişmiş

source: From email
el: Από το e-mail
it: Indirizzo email d'origine
lv: No e-pasta
tr: Kimden (e-posta)

source: An email address that the system will use for the sending address for mail it sends, eg: freenas@example.com
el: Μια διεύθυνση ηλεκτρονικού ταχυδρομείου που το σύστημα θα χρησιμοποιήσει για την αποστολή αλληλογραφίας, π.χ.: freenas@example.com
it: Un indirizzo email che il sistema utilizzerà come indirizzo mittente dei messaggi inviati, ad esempio: freenas@esempio.com
lv: E-pasta adrese, kuru lietos sistēma par sūtīšanas adresi, sūtot pastu, piem: freenas@example.com
tr: Sistemin e-posta gönderirken kullanacağı, postanın gönderici kısmında görünecek e-posta adresi, örn: freenas@alanadım.com

source: Outgoing mail server
el: Διακομιστής εξερχόμενης αλληλογραφίας
it: Server della posta in uscita
lv: Izejošā pasta serveris
tr: Giden e-posta sunucusu

source: A hostname or ip that will accept our mail, for instance mail.example.org, or 192.168.1.1
el: Ένα hostname ή IP που θα δέχεται mail μας, για mail.example.org παράδειγμα, ή 192.168.1.1
it: Un nome host o un indirizzo IP che accetti le nostre email, ad esempio mail.example.org oppure 192.168.1.1
lv: Saimniekdators vai ip adrese, kura pieņem mūsu e-pastu, piemēram mail.example.org, vai 192.168.1.1
tr: E-postanızı alacak suncunun makine adı veya ip numarası. Örn: mail.ornek.com veya 192.168.1.1

source: An integer from 1 - 65535, generally will be 25, 465, or 587
el: Ένας ακέραιος 1 - 65535, γενικά θα είναι 25, 465, ή 587
it: Un numero intero tra 1 e 65535, di solito 25, 465 oppure 587
lv: Skaitlisno 1 - 65535, parasti 25, 465 vai 587
tr: 1 - 65535 arasında bir tamsayı. Genellikle 25, 465 veya 587.

source: Port to connect to
el: Θύρα για να συνδεθείτε με
it: Porta a cui connettersi
lv: Ports, kuram pieslēgties
tr: Bağlanılacak bağlantı nokatası numarası

source: encryption of the connection
el: κρυπτογράφηση της σύνδεσης
it: Crittografia della connessione
lv: savienojuma šifrēšana
tr: Bağlantının şifreleme türü

source: Use SMTP Authentication
el: Χρήση ελέγχου ταυτότητας SMTP
it: Utilizza l'autenticazione SMTP
lv: Lietot SMTP Autorizāciju
tr: SMTP için kimlik doğrulaması kullan

source: A username to authenticate to the remote server
el: Ένα όνομα χρήστη για τον έλεγχο ταυτότητας στον απομακρυσμένο server
it: Un nome utente per autenticarsi sul server remoto
lv: Lietotājvārds, kuru autorizēt attālinātajā serverī
tr: Uzak sunucuda kimlik doğrulaması için kullanıcı adı

source: A password to authenticate to the remote server
el: Ο κωδικός πρόσβασης για τον έλεγχο ταυτότητας στον απομακρυσμένο server
it: Una password per autenticarsi sul server remoto
lv: Parole, kuru autorizēt attālinātajā serverī
tr: Uzak sunucuda kimlik doğrulaması için parola

source: Email
lv: E-pasts
tr: E-posta

source: Organization
el: Οργανισμός
it: Organizzazione
lv: Organizācija
tr: Kuruluş

source: Organization Name (eg, company)
el: Όνομα Οργανισμού (π.χ. εταιρεία)
it: Nome dell'organizzazione (es. ditta)
lv: Organizācijas nosaukums (piem, kompānija)
tr: Kuruluş Adı (örnek: şirket)

source: Organizational Unit
el: Οργανωτική μονάδα
it: Unità Organizzative (OU)
lv: Organizācijas vienība
tr: Kuruluş birimi

source: Organizational Unit Name (eg, section)
el: Οργανωτική Μονάδα Όνομα (π.χ., τμήμα)
it: Nome dell' Unita' Organizzativa (es.: sezione)
lv: Organizācijas Vienības Nosaukums (piem ,sekcija)
tr: Kuruluş Birim Adı (örn: bölüm)

source: Email Address
el: Ηλεκτρονική Διεύθυνση
it: Indirizzo email
lv: E-pasta adrese
tr: E-posta adresi

source: Locality
el: Τοποθεσία
it: Località
lv: Atrašanās vieta
tr: Bölge

source: Locality Name (eg, city)
el: Τοποθεσία Όνομα (π.χ., πόλη)
it: Nome della località (es. città)
lv: Vietas nosaukums (piem, pilsēta)
tr: Bölge Adı (örn: şehir)

source: State
el: Κράτος
it: Regione
lv: Štats
tr: İlçe

source: State or Province Name (full name)
el: Κράτος ή Επαρχία Όνομα (πλήρες όνομα)
it: Regione o provincia (nome completo)
lv: Štata vai Provinces nosaukums (pilns nosaukums)
tr: İlçe veya İl ismi (tam ismi)

source: Country
el: Χώρα
it: Nazione
lv: Valsts
tr: Ülke

source: Country Name (2 letter code)
el: Όνομα Χώρας (2 γράμμα)
it: Nome della nazione (codice a 2 lettere)
lv: Valsts nosaukums (2 burtu kods)
tr: Ülke Adı (2 harflik ülke kodu)

source: Common Name
el: Κοινή ονομασία
it: Nome Comune (CN)
lv: Publiskais vārds
tr: Ortak ad

source: Common Name (eg, YOUR name)
el: Κοινή ονομασία (π.χ., ΣΑΣ όνομα)
it: Nome comune (es. TUO nome)
lv: Publiskais vārds (piem, RAVS vārds)
tr: Ortak Adı (Örneğin ADINIZ)

source: SSL Certificate
el: Πιστοποιητικό SSL
it: Certificato SSL
lv: SSL Sertifikāts
tr: SSL sertifikası

source: Cut and paste the contents of your private and public certificate files here.
el: Αποκοπή και επικόλληση το περιεχόμενο των ιδιωτικών και δημόσιων αρχείων.
it: Copia e incolla qui il contenuto dei file della chiave pubblica e privata del tuo certificato.
lv: Izgriez un ielīmē šeit savas privātās un publiskās atslēgas datnes saturus.
tr: Özel kamu sertifikası dosya içeriğini kesin ve buraya yapıştırın.

source: The user to run the command
el: Ο χρήστης που θα εκτελέσει την εντολή
it: L'utente con cui dare il comando
lv: Lietotājs zem kura, darbināt komandu
tr: Kullanıcı için çalıştırılacak komut

source: Command
el: Εντολή
it: Comando
lv: Komanda
tr: Komut

source: Short description
el: Σύντομη περιγραφή
it: Breve descrizione
lv: Īss apraksts
tr: Kısa açıklama

source: Cron Jobs
it: Cron Job
lv: Cron Jobi
tr: Zamanlanmış Görevler

source: IP Address or hostname
el: Διεύθυνση IP ή όνομα μηχανήματος
it: Indirizzo IP o nome dell'host
lv: IP Adrese vai saimniekdators
tr: IP adresi veya bilgisayar adı

source: Remote Module Name
el: Όνομα απομακρυσμένης μονάδας
it: Nome del modulo remoto
lv: Attālinātā moduļa nosaukums
tr: Uzak modül adı

source: Name of the module defined in the remote rsync daemon
el: Το όνομα της απομακρυσμένης rsync μονάδας
it: Nome del modulo definito nel demone remoto rsync
lv: Moduļa, kurš definēt iekš attālinātā rsync dēmona, nosaukums
tr: Uzaktaki rsync sunucusunda tanımlanan modülün adı

source: Remote Path
el: Απομακρυσμένη διαδρομή
lv: Attālinātais Ceļš
tr: Uzak yol

source: Path on remote host to rsync to, e.g. /mnt/tank
el: Διαδρομή στην οποία θα γίνει rsync στον απομακρυσμένο υπολογιστή, π.χ. /mnt/tank
lv: Ceļš uz attālinātā saimnieka rsync, piem. /mnt/tank
tr: Uzak ana bilgisayardaki rsync yolu. Örneğin: /mnt/depo

source: Direction
el: Κατεύθυνση
lv: Virziens
tr: Yön

source: Push - From local to remote machine. Pull - From remote to local machine.
el: Προώθηση - Τοπικό προς απομακρυσμένο μηχάνημα. Λήψη - Απο απομακρυσμένο στο τοπικό μηχάνημα
lv: Grūst - No vietējās uz attālināto iekārtu. Vilkt - No attālinātās uz vietējo iekārtu.
tr: Gönder - Yerelden uzak makineye. Al - Uzaktan yerel makineye.

source: Recurse into directories
el: Αναδρομικά στους υποκαταλόγους
it: Percorri le cartelle ricorsivamente
lv: Atpakļkurss mapēs
tr: Tekrarlanan dizinler

source: Times
el: Φορές
it: Ripetizioni
lv: Laiki
tr: Zamanlar

source: Preserve modification times
el: Διατήρηση χρόνου αλλαγών
it: Preserva le date di modifca
lv: Saglabāt modificēšanas laikus
tr: Değişiklikleri bir kez koru

source: Compress
el: Συμπίεση
it: Compressione
lv: Saspiest
tr: Sıkıştırma
