Repository: yvesc/freegui
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: el, it, lv, tr

source: Plain
el: Απλό
it: In chiaro
lv: Vienkāršs
tr: Düz

source: Auto
el: Αυτόματο
lv: Automātiski
tr: Otomatik

source: Always On
el: Πάντα ανοιχτό
it: Sempre acceso
lv: Vienmēr ieslēgts
tr: Herzaman Açık

source: Disabled
el: Ανενεργό
it: Disabilitato
lv: Izslēgts
tr: Devredışı

source: Level 1 - Minimum power usage with Standby (spindown)
el: Επίπεδο 1 - Ελάχιστη κατανάλωση ενέργειας με κατάσταση αναμονής (spindown)
it: Livello 1 - Consumo minimo con Standby (spindown)
lv: 1 Līmenis - Minimāla strāvas izmantošana gaidstāvē (spindown)
tr: Seviye 1 - Bekleme konumunda en az güç tüketimi (disk dönüşü durur)

source: Level 64 - Intermediate power usage with Standby
el: Επίπεδο 64 - Μέση κατανάλωση ενέργειας με κατάσταση αναμονής
it: Livello 64 - Consumo medio con Standby
lv: 64 Līmenis - Vidēja strāvas izmantošana ar gaidstāvi
tr: Seviye 64 - Bekleme konumunda orta seviye güç tüketimi

source: Level 127 - Intermediate power usage with Standby
el: Επίπεδο 127 - Ενδιάμεση κατανάλωση ενέργειας με την αναμονή
it: Livello 127 - Consumo medio con Standby
lv: 127 Līmenis - Vidēja strāvas izmantošana ar gaidstāvi
tr: Seviye 127 - Bekleme konumunda orta seviye güç tüketimi

source: Level 128 - Minimum power usage without Standby (no spindown)
el: Επίπεδο 128 - Ελάχιστη χρήση ενέργειας χωρίς κατάσταση αναμονής (χωρίς spindown)
it: Livello 128 - Consumo minimo senza Standby (no spindown)
lv: 128 Līmenis - Minimāla strāvas izmantošana bez gaidstāves (no spindown)
tr: Seviye 128 - Beklemede olmadan en az güç tüketimi (disk dönüşü durmaz)

source: Level 192 - Intermediate power usage without Standby
el: Επίπεδο 192 - Ενδιάμεση χρήση ενέργειας χωρίς κατάσταση αναμονής
it: Livello 192 - Consumo medio senza Standby
lv: 192 Līmenis - Vidēja strāvas izmantošana bez gaidstāves
tr: Seviye 192 - Bekleme olmadan orta seviye güç tüketimi

source: Level 254 - Maximum performance, maximum power usage
el: Επίπεδο 254 - Μέγιστη απόδοση, μέγιστη κατανάλωση ενέργειας
it: Livello 254 - Prestazioni massime, consumo di energia massimo
lv: 254 Līmenis - Maksimāla veiktspēja, maksimāla jaudas izmantošana
tr: Seviye 254 - En yüksek güç tüketimi, en yüksek performans

source: Minimum
el: Ελάχιστο
it: Minimo
lv: Minimālais
tr: En az

source: Medium
el: Μεσαίο
it: Medio
lv: Vidējais
tr: Orta derece

source: Maximum
el: Μέγιστο
it: Massimo
lv: Maksimālais
tr: En yüksek

source: January
el: Ιανουαρίου
it: Gennaio
lv: Janvāris
tr: Ocak

source: February
el: Φεβρουάριου
it: Febbraio
lv: Februāris
tr: Şubat

source: March
el: Μαρτίου
it: Marzo
lv: Marts
tr: Mart

source: April
el: Απριλίου
it: Aprile
lv: Aprīlis
tr: Nisan

source: May
el: Μαίου
it: Maggio
lv: Maijs
tr: Mayıs

source: June
el: Ιουνίου
it: Giugno
lv: Jūnijs
tr: Haziran

source: July
el: Ιουλίου
it: Luglio
lv: Jūlijs
tr: Temmuz

source: August
el: Αυγούστου
it: Agosto
lv: Augusts
tr: Ağustos

source: September
el: Σεπτεμβρίου
it: Settembre
lv: Septembris
tr: Eylül

source: October
el: Οκτωβρίου
it: Ottobre
lv: Oktobris
tr: Ekim

source: November
el: Νοεμβρίου
it: Novembre
lv: Novembris
tr: Kasım

source: December
el: Δεκεμβρίου
it: Dicembre
lv: Decembris
tr: Aralık

source: Monday
el: Δευτέρα
it: Lunedì
lv: Pirmdiena
tr: Pazartesi

source: Tuesday
el: Τρίτη
it: Martedì
lv: Otrdiena
tr: Salı

source: Wednesday
el: Τετάρτη
it: Mercoledì
lv: Trešdiena
tr: Çarşamba

source: Thursday
el: Πέμπτη
it: Giovedì
lv: Ceturtdiena
tr: Perşembe

source: Friday
el: Παρασκευή
it: Venerdì
lv: Piektdiena
tr: Cuma

source: Saturday
el: Σάββατο
it: Sabato
lv: Sestdiena
tr: Cumartesi

source: Sunday
el: Κυριακή
it: Domenica
lv: Svētdiena
tr: Pazar

source: Anonymous
el: Ανώνυμος
it: Anonimo
lv: Anonīms
tr: Anonim

source: Local User
el: Τοπικός χρήστης
it: Utente locale
lv: Vietējais lietotājs
tr: Yerel Kullanıcı

source: Normal
el: Κανονική
it: Normale
lv: Normāls

source: Full
el: Πλήρης
it: Pieno
lv: Pilns
tr: Tam

source: Debug
el: Αποσφαλμάτωση
lv: Atkļūdošana
tr: Hata Ayıklama

source: No case folding
el: Χωρίς αναδίπλωση κεφαλαιοποίησης
it: Maiuscolo/minuscolo non convertito
lv: Bezgadījuma locīšana
tr: Hiçbir durumda katlama

source: Lowercase names in both directions
el: Πεζά ονόματα και στις δύο κατευθύνσεις
it: Nomi in minuscolo in entrambe le direzioni
lv: Mazo burtu vārdi abos virzienos
tr: Her iki tarafada küçük harf

source: Client sees lowercase, server sees uppercase
el: Ο πελάτης βλέπει πεζά, ο εξυπηρέτης βλέπει κεφαλαία
it: Il client vede in minuscolo, il server in maiuscolo
lv: Klients redz mazos burtus, serveris redz lielos
tr: İstemci küçük harf görür, sunucu ise büyük harf

source: Client sees uppercase, server sees lowercase
el: Ο πελάτης βλέπει κεφαλαία, ο εξυπηρέτης βλέπει πεζά
it: Il client vede in maiuscolo, il server in minuscolo
lv: Klients redz lielos burtus, serveris redz mazos
tr: İstemci büyük harf görür, sunucu ise küçük harf

source: File
el: Αρχείο
lv: Fails
tr: Dosya

source: Device
el: Συσκευή
it: Dispositivo
lv: Ierīce
tr: Aygıt

source: ZFS Volume
el: ZFS τόμος
it: Volume ZFS
lv: ZFS sējums
tr: ZFS Birimi

source: Disk
el: Δίσκος
it: Disco
lv: Disks

source: read-write
el: ανάγνωσης-εγγραφής
it: lettura-scrittura
lv: lasīt-rakstīt
tr: okuma-yazma

source: read-only
el: μόνο για ανάγνωση
it: sola lettura
lv: tikai lasīt
tr: salt-okunur

source: None
el: Κανένας
it: Nessuno
lv: Neviens
tr: Hiçbiri

source: Mutual CHAP
el: Αμοιβαία CHAP
lv: Savstarpējs CHAP
tr: Karşılıklı CHAP

source: UPS reaches low battery
el: Στάθμη μπαταρίας UPS χαμηλή
it: Batteria dell'UPS quasi scarica
lv: UPS sasniedz zemu akumulātora uzlādes līmeni
tr: UPS bataryası azaldı

source: UPS goes on battery
el: Το UPS συνεχίζει με μπαταρία
it: UPS in modalità batteria
lv: UPS strādā uz akumulatora
tr: UPS düşük güç

source: Preferred
el: Προτεινόμενο
it: Preferito
lv: Vēlamais
tr: Tercih edilen

source: Tolerated
el: Ανεκτή
it: Tollerato
lv: Pieļaujamais
tr: Tolere

source: Required
el: Απαιτούμενη
it: Richiesto
lv: Nepieciešams
tr: Gerekli

source: Inherit
el: Κληρονόμηση
it: Ereditato
lv: Mantot
tr: Miras

source: On
el: Ανοικτό
lv: Ieslēgts
tr: Açık

source: Off
el: Κλειστό
lv: Izslēgts
tr: Kapalı

source: gzip (default level, 6)
el: gzip (προεπιλεγμένο επίπεδο, 6)
it: gzip (Livello predefinito, 6)
lv: gzip (noklusējuma līmenis, 6)
tr: gzip (varsayılan seviye, 6)

source: gzip (fastest)
el: gzip (γρηγορότερο)
it: gzip (più veloce)
lv: gzip (ātrākais)
tr: gzip (en hızlı)

source: gzip (maximum, slow)
el: gzip (μέγιστη, αργή)
it: gzip (compressione massima, lento)
lv: gzip (maksimālais, lēns)
tr: gzip (en yüksek, yavaş)

source: Hour(s)
el: Ώρα(ες)
it: Ora(e)
lv: Stunda(s)
tr: Saat

source: Day(s)
el: Ημέρα(ες)
it: Giorno(i)
lv: Diena(s)
tr: Gün

source: Week(s)
el: Εβδομάδα(ες)
it: Settimana(e)
lv: Nedēļa(s)
tr: Hafta

source: Month(s)
el: Μήνας(ες)
it: Mese(i)
lv: Mēnesis(ši)
tr: Ay

source: Year(s)
el: Έτος(η)
it: Anno(i)
lv: Gads(i)
tr: Yıl

source: Everyday
el: Καθημερινά
it: Tutti i giorni
lv: Ikdienas
tr: Hergün

source: Every selected weekday
el: Κάθε επιλεγμένη ημέρα της εβδομάδας
it: Ogni giorno della settimana selezionato
lv: Katru izvēlēto darba dienu
tr: Seçilmiş her hafta içi

source: Read-only
el: Μόνο για ανάγνωση
it: Sola lettura
lv: Tikai lasīt
tr: Salt-okunur

source: Write-only
el: Μόνο για εγγραφή
it: Sola scrittura
lv: Tikai rakstīt
tr: Sadece-yazılabilir

source: Read and Write
el: Για εγγραφή και ανάγνωση
it: Lettura e Scrittura
lv: Lasīt un rakstīt
tr: Oku ve Yaz

source: %(minutes)s minutes
el: %(minutes)s λεπτά
it: %(minutes)s minuto(i)
lv: % (minūtes)s minūtes
tr: %(minutes) dakika

source: %(hour)s hour
el: %(hour)s ώρα
it: %(hour)s ora(e)
lv: % (Stunda) s stundas
tr: %(hour) saat

source: %(hours)s hours
el: %(hours)s ώρες
it: %(hours)s ora(e)
lv: % (Stundas) s stundas
tr: %(hour) saat

source: %(day)s day
el: %(day)s ημέρα
it: %(day)s giorno(i)
lv: % (Dienas) s diena
tr: %(day) gün

source: %(week)s week
el: %(week)s εβδομάδα
it: %(week)s settimana(e)
lv: % (Nedēļa) s nedēļa
tr: %(week) hafta

source: Never - Check the device regardless of its power mode
el: Ποτέ - Έλεγξε τη συσκευή ανεξάρτητα από την κατάσταση ενέργειάς της
it: Mai - Controlla il dispositivo indipendentemente dal suo stato
lv: Nekad - Neatkarīgi no tā jaudas režīmā pārbaudiet ierīces
tr: Asla - Güç modu ne olursa olsun aygıtı kontrol edin

source: Sleep - Check the device unless it is in SLEEP mode
el: Νάρκη - Έλεγξε τη συσκευή, εκτός αν είναι σε κατάσταση SLEEP
it: Sleep - Controlla il dispositivo a meno che non sia in modalità SLEEP
lv: Miega režīms - pārbaudiet ierīci, ja tas ir miega režīmā
tr: Uyku - UYKU modunda olmadıkça aygıtı kontrol edin

source: Standby - Check the device unless it is in SLEEP or STANDBY mode
el: Αναμονή - Έλεγξε τη συσκευή, εκτός αν είναι σε κατάσταση SLEEP ή STANDBY
it: Standby - Controlla il dispositivo a meno che non sia in modalità SLEEP o in STANDBY
lv: Gaidīšanas režīms - pārbaudīt ierīci, ja tā ir miega vai gaidīšanas režīmā
tr: Bekleme - UYKU veya BEKLEME modunda olmadıça aygıtı kontrol edin

source: Idle - Check the device unless it is in SLEEP, STANDBY or IDLE mode
el: Idle - Έλεγξε τη συσκευή εκτός αν είναι σε κατάσταση SLEEP, STANDBY ή IDLE
it: Idle - Controlla il dispositivo a meno che non sia in modalità SLEEP, STANDBY o IDLE
lv: Dīkstāves režīms - pārbaudiet ierīci, ja tas ir miega režīmā, gaidīšanas vai dīkstāves režīmā
tr: Boşta - UYKU, BEKLEME veya BOŞTA modunda olmadıkça aygıtı kontrol edin

source: Long Self-Test
el: Εκτεταμένο αυτοδιαγνωστικό
it: Self-Test approfondito
lv: Ilgā pašpārbaude
tr: Kendi kendine uzun test

source: Short Self-Test
el: Σύντομο αυτοδιαγνωστικό
it: Self-Test breve
lv: Īsā pašpārbaude
tr: Kendi kendine kısa test

source: Conveyance Self-Test (ATA only)
el: Αυτο-διαγνωστικό τέστ μετάδοσης/μεταφοράς (ΑΤΑ μόνο)
it: Conveyance Self-Test (solo ATA)
lv: Pārvietošanas pašpārbaude (tikai ATA)
tr: Yalnızca ATA modda iken iletim testi

source: Offline Immediate Test (ATA only)
el: Άμεσος έλεγχος χωρίς σύνδεση (ΑΤΑ μόνο)
it: Test offline immediato (solo ATA)
lv: Bezsaistes tūlītējs tests (tikai ATA)
tr: Çevrimdışı acil test (Sadece ATA mod)

source: Rsync module
el: Άρθρωμα Rsync
it: Modulo rsync
lv: Rsync modulis
tr: Rsync Modülü

source: Rsync over SSH
el: Rsync πάνω από SSH
it: Rsync su SSH
lv: Rsync caur SSH
tr: SSH üzerinden Rsync

source: Push
el: Προώθηση
it: Invia
lv: Grūst
tr: Gönder

source: Pull
el: Λήψη
it: Recupera
lv: Vilkt
tr: Al

source: Quiet
el: Ήσυχα
it: Silenzioso
lv: Kluss
tr: Sessiz

source: Error
el: Σφάλμα
it: Errore
lv: Kļūda
tr: Hata

source: Info
el: Πληροφορίες
it: Informazioni
lv: Informācija
tr: Bilgi

source: User
el: Χρήστης
it: Utente
lv: Lietotājs
tr: Kullanıcı

source: Active Directory
lv: Aktīvā mape
tr: Aktif Dizin

source: Modify User
el: Τροποποίηση Χρήστη
it: Modifica utente
lv: Modificē lietotāju
tr: Kullanıcıda Değişiklik Yap

source: Remove User
el: Κατάργηση χρήστη
it: Elimina utente
lv: Noņemt lietotāju
tr: Kullanıcıyı Kaldır

source: Change E-mail
el: Αλλαγή E-mail
it: Modifica E-mail
lv: Mainīt E-pastu
tr: E-Postayı Değiştir

source: Members
el: Μέλη
it: Membri
lv: Biedri
tr: Üyeler

source: Modify Group
el: Τροποποίηση ομάδας
it: Modifica il gruppo
lv: Modificēt grupu
tr: Grubu Değiştir

source: Delete Group
el: Διαγραφή ομάδας
it: Cancella il gruppo
lv: Dzēst grupu
tr: Grubu Sil

source: Your name cannot start with "-"
el: Το όνομά σας δεν μπορεί να ξεκινάει με "-"
it: Il tuo nome non può iniziare con "-"
lv: Tavs vārds nevar sākties ar "-"
tr: Adınız "-" ile başlayamaz

source: The character $ is only allowed as the final character
el: Ο χαρακτήρας $ επιτρέπεται μόνο ως τελικός χαρακτήρας
it: Il carattere $ è consentito solo come carattere finale
lv: Simbols $ nav atļauts kā beidzamais simbols
tr: $ karakteri sadece son karakter olarak izin verilir

source: Your name contains invalid characters (%s).
el: Το όνομά σας περιέχει μη έγκυρους χαρακτήρες (%s).
it: Il tuo nome contiene caratteri non validi (%s).
lv: Tavs vārds satur nederīgus simbolus (%s).
tr: Adınız geçersiz karakterler içeriyor (%s).

source: Your full name contains invalid characters (%s).
el: Το πλήρες όνομά σας περιέχει μη έγκυρους χαρακτήρες (%s).
it: Il tuo nome completo contiene caratteri non validi (%s).
lv: Tavs pilnais vārds satur nederīgus simbolus (%s).
tr: Adınız ve soyadınız geçersiz karakter içeriyor (%s).

source: Username
el: Όνομα Χρήστη
it: Nome utente
lv: Lietotājvārds
tr: Kullanıcı adı

source: Required. 16 characters or fewer. Letters, digits and ./-/_ only.
el: Απαιτούνται. 16 χαρακτήρες ή λιγότεροι. Γράμματα, ψηφία και ./+/-/_ μόνο.
it: Obbligatorio. Massimo 16 caratteri. Solo lettere, numeri ed i seguenti caratteri speciali: ./-/_
lv: Nepieciešams. 30 rakstzīmes vai mazāk. Tikai burti, cipari un ./-/_ .
tr: Gerekli. 16 veya daha az karakter. Sadece harfler, rakamlar ve ./-/_ kullanılabilir.

source: This value may contain only letters, numbers and ./-/_ characters.
el: Αυτή η τιμή μπορεί να περιέχει μόνο γράμματα, αριθμούς και ./-/_ χαρακτήρες.
it: Questo campo può contenere solo lettere, numeri e i seguenti caratteri speciali: ./-/_
lv: Šī vērtība var saturēt tikai burtus, skaitļus un ./-/_ rakstzīmes.
tr: Bu değer sadece harfleri, rakamları ve /./-/_ işaretlerini barındırabilir.

source: Password
el: Κωδικός πρόσβασης
lv: Parole
tr: Parola

source: Password confirmation
el: Επιβεβαίωση κωδικού
it: Conferma Password
lv: Paroles apstiprinājums
tr: Parola doğrulama

source: Enter the same password as above, for verification.
el: Εισάγετε τον ίδιο κωδικό πρόσβασης όπως παραπάνω, για επαλήθευση.
it: Inserisci la password come sopra, per la verifica.
lv: Ievadiet to pašu paroli kā iepriekš, lai veiktu pārbaudi.
tr: Doğrulama için, parolayı yukarıdaki gibi tekrar girin.

source: Primary Group
el: Κύρια Ομάδα
it: Gruppo primario
lv: Primārā grupa
tr: Birincil grup

source: Shell
el: Κέλυφος
lv: Apvalks
tr: Kabuk

source: Create a new primary group for the user
el: Δημιουργήστε μία κύρια ομάδα για τον χρήστη
it: Crea un nuovo gruppo primario per l'utente
lv: Izveidot jaunu primāro grupu lietotājam
tr: Kullanıcı için yeni bir birincil grup oluştur

source: SSH Public Key
el: Δημόσιο κλειδί SSH
it: Chiave Pubblica SSH
lv: SSH Publiskā atslēga
tr: SSH genel anahtarı

source: Home Directory Mode
el: Λειτουργία οικίου καταλόγου
it: Permessi cartella home
lv: Sākuma Kataloga Režīms
tr: Ev dizini modu

source: Auxiliary groups
el: Βοηθητικές ομάδες
it: Gruppo ausiliario
lv: Palīg-grupas
tr: Yardımcı gruplar

source: A user with that username already exists.
el: Ένας χρήστης με αυτό το όνομα υπάρχει ήδη.
it: Un utente con questo nome utente già esiste.
lv: Ar šo lietotājvārdu lietotājs jau eksistē.
tr: Aynı kullanıcı adı zaten var.

source: This field is required
el: Αυτό το πεδίο είναι υποχρεωτικό
it: Questo campo è obbligatorio
lv: Šis lauks ir obligāts
tr: Bu alan gereklidir

source: The two password fields didn't match.
el: Τα δύο πεδία κωδικών πρόσβασης δεν ταιριάζουν.
it: Le due password non corrispondono.
lv: Paroles lauki nesakrita.
tr: İki parola alanı eşleşmedi.

source: Home directory has to start with /mnt/ or be /nonexistent
el: Ο Οικίος κατάλογος πρέπει να ξεκινάει με /mnt/ ή να είναι /nonexistent
it: La cartella home deve iniziare con /mnt/ oppure essere /nonexistent
lv: Mājas direktorijai ir jāsākas ar /mnt/ vai var būt /nonexistent
tr: Ev dizini /mnt/ veya /nonexistent ile başlamalı

source: A user cannot belong to more than 64 auxiliary groups
el: Ένας χρήστης δέ μπορεί να ανήκει σε περισσότερες απο 64 άλλες ομάδες
it: Un utente non può appartenere a più di 64 gruppi ausiliari
lv: Lietotājs nevar atrasties vairāk kā 64 papildus grupās
tr: Bir kullanıcı en fazla 64 yedek gruba ait olabilir.

source: Home directory is not writable, leave this blank
el: Ο αρχικός κατάλογος δεν είναι εγγράψιμος, αφήστε το κενό
it: La cartella home non è scrivibile, lasciare il campo vuoto
lv: Mājas direktorijai nav rakstāma, atstāj šo tukšu
tr: Ev dizini yazılabilir değil bu bölümü boş bırakın

source: Password is disabled, leave this blank
el: Ο κωδικός έχει απενεργοποιηθεί, αφήστε το κενό
it: Password disabilitate, lasciare il campo vuoto
lv: Paroles ir atspējots, atstāj šo tukšu
tr: Bu bölümü boş bırakırsanız parola devre dışı kalır

source: This field is required.
el: Αυτό το πεδίο είναι υποχρεωτικό.
it: Campo richiesto.
lv: Šis lauks ir nepieciešams.
tr: Bu alan gereklidir.

source: Allow repeated GIDs
el: Επιτρέπονται τα επαναλαμβανόμενα GIDs
it: Consenti GID ripetuti
lv: Atļaut atkārtous GIDus
tr: Tekrarlanan GID dosyalarına izin ver

source: A group with that name already exists.
el: Μια ομάδα με αυτό το όνομα υπάρχει ήδη.
it: Un gruppo con questo nome esiste già.
lv: Grupa ar šo vārdu jau eksistē.
tr: Bu ada sahip bir grup zaten var.

source: A group with this gid already exists
el: Μια ομάδα με αυτό το αναγνωριστικό gid υπάρχει ήδη
it: Un gruppo con questo gid esiste già
lv: Grupa ar šo gid jau eksistē
tr: Bu gid ile bir grup zaten var.

source: Member users
el: Χρήστες μέλη
it: Utenti iscritti
lv: Lietotāja lietotāji
tr: Üye kullanıcılar

source: New password
el: Νέος κωδικός πρόσβασης
it: Nuova password
lv: Jaunā parole
tr: Yeni parola

source: New password confirmation
el: Επιβεβαίωση νέου κωδικού πρόσβασης
it: Conferma nuova password
lv: Jaunās paroles apstiprinājums
tr: Yeni parola onayı

source: Change root password as well
el: Αλλαγή του κωδικού πρόσβασης του root επίσης
it: Cambia anche la password di root
lv: Maini arī root paroli
tr: Root parolasını değiştir

source: Old password
el: Παλιός κωδικός
it: Vecchia password
lv: Vecā parole
tr: Eski parola

source: Your old password was entered incorrectly. Please enter it again.
el: Ο παλαιός κωδικός πρόσβασής σας έχει εισαχθεί εσφαλμένα. Παρακαλώ εισάγετε ξανά.
it: La tua vecchia password è stata inserita sbagliata. Inserirla nuovamente.
lv: Vecā parole tika ievadīta nepareizi. Lūdzu, ievadiet to vēlreiz.
tr: Eski parolanızı yanlış girdiniz. Lütfen tekrar girin.

source: Do you want to delete all users with this primary group?
el: Θέλετε να διαγράψετε όλους τους χρήστες σε αυτήν την κύρια ομάδα;
it: Vuoi eliminare tutti gli utenti appartenenti a questo gruppo primario?
lv: Vai Tu vēlies dzēst visus lietotājus ar šo primāro grupu?
tr: Bu birincil grup ile tüm kullanıcıları silmek istiyor musunuz?

source: Group ID
el: Αναγνωριστικό ομάδας
it: Gruppo ID
lv: Grupas ID
tr: Grup kimliği

source: Group Name
el: Όνομα ομάδας
it: Nome gruppo
lv: Grupas nosaukums
tr: Grup adı

source: Group
el: Ομάδα
it: Gruppo
lv: Grupa
tr: Grup

source: Groups
el: Ομάδες
it: Gruppi
lv: Grupas
tr: Gruplar

source: Group %s is built-in and can not be deleted!
el: Η ομάδα %s είναι ενσωματωμένη και δεν μπορεί να διαγραφεί!
it: Il gruppo %s è parte del sistema e non può essere eliminato!
lv: Grupas %s ir iebūvēts un nevar tikt izdzēsts!
tr: Grup %s 'leri yerleşiktir ve silinemez!

source: User ID
el: Αναγνωριστικό χρήστη
it: ID Utente
lv: Lietotāja ID
tr: Kullanıcı kimliği

source: User &
el: Χρήστης &
it: Utente &
lv: Lietotāja &
tr: Kullanıcı &

source: Hashed UNIX password
el: Κατακερματισμένος UNIX κωδικός πρόσβασης
it: Password UNIX Hashed
lv: Sajauktā UNIX parole
tr: Karıştırılmış UNIX parola

source: Hashed SMB password
el: Κατακερματισμένος SMB κωδικός πρόσβασης
it: Password SMB Hashed
lv: Sajauktā SMB parole
tr: Karıştırılmış SMB parola

source: Primary Group ID
el: Αναγνωριστικό πρωτοβάθμιας Ομάδας
it: ID gruppo primario
lv: Primārās grupas ID
tr: Birincil Grup Kimliği

source: Home Directory
el: Αρχικός Κατάλογος
it: Directory Home
lv: Sākuma katalogs
tr: Ev dizini

source: Full Name
el: Πλήρες όνομα
it: Nome completo
lv: Pilns vārds
tr: Tam adı

source: E-mail
el: Ηλεκτρονικό ταχυδρομείο
lv: E-pasts
tr: E-Posta

source: Lock user
el: Κλείδωμα χρήστη
it: Blocca utente
lv: Slēgt lietotāju
tr: Kullanıcıyı kilitle

source: Users
el: Χρήστες
it: Utenti
lv: Lietotāji
tr: Kullanıcılar

source: User %s is built-in and can not be deleted!
el: Ο χρήστης %s είναι ενσωματωμένος και δεν μπορεί να διαγραφεί!
it: L'utente %s è parte del sistema e non può essere cancellato!
lv: Lietotāja %s ir iebūvēts un nevar tikt izdzēsts!
tr: Kullanıcı %s leri yerleşiktir ve silinemez!

source: Group Membership
el: Ομάδα Σύνθεση
it: Appartenenza al Gruppo
lv: Grupas piederība
tr: Grup üyeliği

source: Account
el: Λογαριασμός
lv: Lietotājs
tr: Hesap

source: Users successfully updated.
el: Οι χρήστες ενημερώθηκαν με επιτυχία.
it: Utente aggiornato con successo.
lv: Lietotāji veiksmīgi atjaunoti.
tr: Kullanıcılar başarıyla güncellendi.

source: Groups successfully updated.
el: Οι ομάδες ενημερώθηκαν επιτυχώς.
it: Gruppi aggiornati con successo.
lv: Grupas veiksmīgi atjaunotas.
tr: Guruplar başarıyla güncellendi.

source: everyday
el: καθημερινά
it: tutti i giorni
lv: ikdienu
tr: her gün

source: The user %s is not valid.
el: Ο χρήστης %s δεν είναι έγκυρος.
it: L'utente %s non è valido.
lv: Lietotājs %s nav derīgs.
tr: Kullanıcı %s geçerli değil.

source: The group %s is not valid.
el: Η ομάδα %s δεν είναι έγκυρη.
it: Il gruppo %s non è valido.
lv: Grupa %s nav derīga.
tr: '%s' grubu geçerli değil.

source: The path must reside within a volume mount point
el: Η διαδρομή πρέπει να βρίσκεται μέσα σε ένα σημείο ενεργοποίησης τόμου
it: Il percorso deve essere interno al punto di mount del volume
lv: Tavam ceļam uz apjomu jābūt iekš sējuma montēšanas punkta
tr: Yol, bağlanma birimi noktası içerisinde olmalıdır

source: Error: %s
el: Σφάλμα: %s
it: Errore: %s
lv: Kļūda: %s
tr: Hata: %s

source: Display System Processes
el: Εμφάνιση διεργασιών συστήματος
it: Visualizza i processi di sistema
lv: Attēlot sistēmas procesus
tr: Sistem Süreçlerini Görüntüle

source: Reboot
el: Επανεκκίνηση
it: Riavvia
lv: Pārstartēt
tr: Yeniden Başlat

source: Shutdown
el: Απενεργοποίηση
it: Spegni
lv: Izslēgt
tr: Kapat

source: Add %s
el: Προσθήκη %s
it: Aggiungi %s
lv: Pievieno %s
tr: %s Ekle

source: View %s
el: Προβολή %s
it: Visualizza %s
lv: Skatīt %s
tr: %s Göster

source: Empty data returned from %s
el: Δεν επιστράφηκαν δεδομένα από το %s
it: Nessun dato ricevuto da %s
lv: Tīrīt datus, kuri ieradās no %s
tr: %s boş veri döndürüldü

source: Couldn't retrieve %(url)s: %(error)s
el: Δεν μπόρεσα να ανακτήσω το %(url)s: %(error)s
it: Impossibile recuperare %(url)s: %(error)s
lv: Neizdevās iegūt %(url)us: %(error)us
tr: %(url) alınamadı: %(error)

source: An error occurred while unserializing from %(url)s: %(error)s
el: Ένα σφάλμα συνέβη κατά την ανάκτηση δεδομένων από %(url)s: %(error)s
it: Si è verificato un errore durante la deserializzazione di %(url)s: %(error)s
lv: Notika kļūda, kamēr atserializējot no %(url)us: %(error)us
tr: %(url)s gelen serisizleştirmede bir hata oluştu: %(error)s

source: %s successfully updated.
el: %s ενημερώθηκε(αν) με επιτυχία.
it: %s aggiornato con successo.
lv: %s veiksmīgi atjaunināts.
tr: %s başarıyla yüklendi

source: The service failed to restart.
el: Η υπηρεσία απέτυχε να επανεκκινήσει.
it: Riavvio del servizio fallito.
lv: Servisam neizdevās re-startēties.
tr: Hizmet yeniden başlatılamadı.

source: %s successfully deleted.
el: %s διαγράφηκε με επιτυχία.
it: %s eliminato con successo.
lv: %s veiksmīgi izdzēsts.
tr: %s başarı ile silindi.

source: Edit
el: Επεξεργασία
it: Modifica
lv: Labot
tr: Düzenle

source: It was not possible to retrieve the current status
el: Δεν ήταν δυνατή η ανάκτηση της τρέχουσας κατάστασης
it: Non è stato possibile recuperare lo stato attuale
lv: Nebija iespējams iegūt pašreizējo stāvokli
tr: Bu geçerli durumu almak mümkün değil

source: IPv4 Address
el: IPv4 διεύθυνση
it: Indirizzo IPv4
lv: IPv4 adrese
tr: IPv4 adresi

source: Status
el: Κατάσταση
it: Stato
lv: Statuss
tr: Durum

source: Type
el: Τύπος
it: Tipo
lv: Tips
tr: Tür

source: Delete
el: Διαγραφή
it: Cancella
lv: Dzēst
tr: Sil

source: Name
el: Όνομα
it: Nome
lv: Vārds
tr: Adı
