Repository: yvesc/freegui
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: el, it, lv, tr

source: Zero Device Numbers
el: Μηδέν αριθμοί συσκευών
it: Non ho trovato nessun dispositivo
lv: Nuļļu Ierīču Numuri
tr: Sıfır aygıt numaraları

source: Always use 0 for device number, helps when the device number is not constant across a reboot, cluster, ...
el: Χρησιμοποιείτε πάντα 0 για τον αριθμό της συσκευής, βοηθάει όταν ο αριθμός της συσκευής δεν είναι σταθερή σε μια επανεκκίνηση, συλλογή ...
it: Utilizzare sempre 0 come numero del dispositivo: serve quando il numero del dispositivo cambia a seguito di un riavvio, cluster, ...
lv: Vienmēr lietot 0 ierīces numuram, palīdz, kad ierīces numurs nav konstants pār pārlādi, klasteriem, ..
tr: Her zaman aygıt numarası için 0 kullanın, aygıt numarasının yeniden başlatılması kümelenme arasında sabit olmadığı durumlarda yardımcı olur ...

source: No Stat
lv: Bez Stat
tr: Kural yok

source: Don't stat volume path when enumerating volumes list, useful for automounting or volumes created by a preexec script.
el: Μην stat διαδρομή του ήχου όταν απαριθμεί όγκοι λίστα, χρήσιμο για προσάρτηση ή των όγκων που δημιουργήθηκε από μια preexec σενάριο.
it: Non esegue stat sul percorso del volume quando si enumera l'elenco dei volumi, utile per automounting o volumi creati da uno script preexec.
lv: Nenorādi sējuma ceļu, kad uzskaiti sējumu sarakstu, lietderīgs automātiskai montēšanai vai sējumiem, kurus veido preexec skripts.
tr: Bir preexec komut dosyası tarafından oluşturulan otomatik bağlanma veya birimler için faydalı olabilecek birim listelemeleri sırasında kural birimi yolu yok.

source: Use AFP3 unix privileges.
el: Χρησιμοποιήστε AFP3 προνόμια unix.
it: Utilizza i privilegi unix AFP3.
lv: Lietot AFP3 unix privilēģijas.
tr: AFP3 unix ayrıcalıklarını kullan.

source: Default file permission
lv: Noklusējuma failu atļaujas
tr: Varsayılan dosya izni

source: Default directory permission
lv: Noklusējuma direktoriju atļaujas
tr: Varsayılan dizin izni

source: Apple (AFP) Share
el: Κοινόχρηστο Apple (AFP)
it: Condivisione Apple (AFP)
lv: Apple (AFP) Kopīgojums
tr: Apple (AFP) Paylaşımı

source: Apple (AFP) Shares
el: Κοινόχρηστα Apple (AFP)
it: Condivisioni Apple (AFP)
lv: Apple (AFP) Kopīgojumi
tr: Apple (AFP) Paylaşımları

source: All Directories
el: Όλοι οι κατάλογοι
it: Tutte le Cartelle
lv: Visas Mapes
tr: Tüm dizinler

source: Allow mounting of any subdirectory under this mount point if selected. Otherwise, only the top level directory can be mounted.
el: Επιτρέπει την προσάρτηση κάθε υποκατάλογου κάτω από αυτό το σημείο προσάρτησης, αν επιλεγεί. Διαφορετικά, μόνο το πρώτο επίπεδο καταλόγου μπορεί να προσαρτηθεί.
it: Se selezionato consente il mount di qualsiasi sottocartella sotto questo punto di mount. In caso contrario, può essere montata solo la directory al livello più alto.
lv: Atļauj montēt jebkuru apakšmapi zem šī montēšanas punkta, ja izvēlēts. Citādi, tikai augšējā līmeņa mape var tikt montēta.
tr: Seçilen bu bağlama noktası altında herhangi bir alt bağlantıya izin verin. Aksi taktirde sadece üst düzey dizin bağlanabilir.

source: Read Only
el: Μόνο για ανάγνωση
it: Sola Lettura
lv: Tikai Lasīt
tr: Sadece okunabilir

source: Export the share read only. Writes are not permitted.
el: Εξαγωγή του share μόνο για ανάγνωση. Η εγγραφή δεν επιτρέπεται.
it: La condivisione è di sola lettura. Le scritture non sono consentite.
lv: Eksportēt kopīgojumu tikai lasīšanai. Rakstīšana nav atļauta.
tr: Dışarı aktarılan sadece okunabilir. Yazmaya izin verilmez.

source: Inhibit syslog warnings if there are problems with exporting this share.
el: Αναστολή προειδοποιήσεων syslog αν υπάρχουν προβλήματα με την εξαγωγή αυτού του κοινόχρηστου στοιχείου.
it: Inibisce gli avvisi in syslog nel caso ci siano problemi con l'esportazione di questa condivisione.
lv: Apvaldi syslog brīdinājumus, ja ir problēmas eksportējot šo kopīgojumu.
tr: Paylaşılan, engellenen günlük uyarılarını dışa aktarmada sorun var.

source: Maproot User
el: Maproot χρήστη
it: Utente Maproot
lv: Maproot Lietotājs
tr: Yönetici haritası kullanıcısı

source: Maproot Group
el: Ομάδα Maproot
it: Gruppo Maproot
lv: Maproot Grupa
tr: Yönetici haritası grubu

source: Mapall User
el: Χρήστης Mapall
it: Utente Mapall
lv: Mapall Lietotājs
tr: Tüm harita kullanıcısı

source: Mapall Group
el: Ομάδα Mapall
it: Gruppo Mapall
lv: Mapall Grupa
tr: Tüm harita grubu

source: Unix (NFS) Share
el: Επεξεργασία κοινοχρήστου UNIX (NFS)
it: Condivisione Unix (NFS)
lv: Unix (NFS) Kopīgojums
tr: Unix (NFS) Paylaşımı

source: Unix (NFS) Shares
el: Κοινόχρηστα UNIX (NFS)
it: Condivisioni Unix (NFS)
lv: Unix (NFS) Kopīgojumi
tr: Unix (NFS) Paylaşımları

source: Sharing
el: Κοινή χρήση
it: Condivisione
lv: Koplietošana
tr: Paylaşım

source: Used
el: Μεταχειρισμένα
it: Usato
lv: Lietots
tr: Kullanılan

source: Available
el: Διαθέσιμο
it: Disponibile
lv: Pieejams
tr: Kullanılabilir

source: Size
el: Μέγεθος
it: Dimensione
lv: Izmērs
tr: Boyut

source: Detach Volume
el: Απόσπαση τόμου
lv: Atvienot Sējumu
tr: Birimi Ayır

source: Scrub Volume
el: Scrub τόμου
it: Pulisci Volume
lv: Scrub sējums
tr: Birimi Temizle

source: Edit ZFS Options
el: Επεξεργασία Επιλογών ZFS
it: Modifica Opzioni ZFS
lv: Labot ZFS Iespējas
tr: ZFS Seçeneklerini Düzenle

source: Create ZFS Dataset
el: Δημιουργία ZFS Dataset
it: Crea un Dataset ZFS
lv: Veidot ZFS Datu kopu
tr: ZFS Veri Kümesi Oluştur

source: Change Permissions
el: Αλλαγή δικαιωμάτων
it: Cambia i permessi
lv: Mainīt Atļaujas
tr: İzinleri Değiştir

source: Create Snapshot
el: Δημιουργία στιγμιοτύπου
it: Crea snapshot
lv: Veidot Uzņēmumu
tr: Anlık Durum Görüntüsü Oluştur

source: Volume Status
el: Κατάσταση τόμου
it: Stato del Volume
lv: Sējuma statuss
tr: Birim Durumları

source: Destroy Dataset
el: Καταστροφή Dataset
it: Distruggi Dataset
lv: Iznīcināt Datu kopu
tr: Veri Kümesini Sil

source: Edit Disk
el: Επεξεργασία δίσκου
it: Modifica Disco
lv: Labot Disku
tr: Diski Düzenle

source: Remove
el: Κατάργηση
it: Elimina
lv: Noņemt
tr: Kaldır

source: Volume
el: Τόμος
lv: Sējums
tr: Birim

source: Threshold days
el: Μετά από αριθμό ημερών
it: Giorni di soglia
lv: Slieksnis dienās
tr: Eşik günler

source: Minute
el: Λεπτό
it: Minuti
lv: Minūte
tr: Dakika

source: Hour
el: Ώρα
it: Ora
lv: Stunda
tr: Saat

source: Day of month
el: Μέρα του μήνα
it: Giorno del mese
lv: Mēneša diena
tr: Ayın günü

source: Month
el: Μήνας
it: Mese
lv: Mēnesis
tr: Ay

source: Day of week
el: Μέρα της εβδομάδας
it: Giorno della settimana
lv: Nedēļas diena
tr: Haftanın günü

source: Enabled
el: Ενεργοποιημένο
it: Abilitato
lv: Iespējots
tr: Etkin

source: Keep snapshot for
el: Κρατήστε στιγμιότυπο για
it: Conserva snapshot per
lv: Turēt uzņēmumu priekš
tr: Anlık durum görüntüsünü tutmak için

source: %s is not a valid number
el: %s δεν είναι έγκυρος αριθμός
it: %s non è un numero valido
lv: %s nav derīgs skaitlis
tr: %s geçerli bir sayı değil

source: The volume name must start with letters and may include numbers, "-", "_" and "." .
el: Το όνομα τόμου πρέπει να αρχίζει με γράμματα και μπορεί να περιλαμβάνει αριθμούς, "-", "_" και "." .
it: Il nome del volume deve iniziare con una lettera e può includere numeri, "-", "_" e "." .
lv: Sējuma nosaukumam jāsākas ar burtiem un var saturēt ciparus, "-", "_" un "." .
tr: Birim adı bir harf ile başlamalıdır sayılar, "-", "_" ve "." içerebilir.

source: A volume with that name already exists.
el: Ένας Τόμος με αυτό το όνομα υπάρχει ήδη.
it: Un volume con questo nome esiste già.
lv: Sējums ar šo vārdu jau eksistē.
tr: Bu ada sahip bir birim zaten var.

source: Volume name
el: Όνομα τόμου
it: Nome Volume
lv: Sējuma nosaukums
tr: Birim adı

source: Specify custom path
it: Specificare un percorso personalizzato
lv: Norādi savādāku ceļu
tr: Özel yol belirt

source: Leaving this blank will give the volume a default path of /mnt/${VOLUME_NAME}
it: Lasciando vuoto questo campo il volume assumerà il percorso predefinito /mnt/${VOLUME_NAME}
lv: Atstājot šo tukšu dos sējumam noklusējuma ceļu /mnt/${SĒJUMA_NOSAUKUMS}
tr: Bu alanı boş bırakırsanız sabit disk için /mnt/${VOLUME_NAME} yolu verilir

source: Path does not exist.
el: Η διαδρομή δεν υπάρχει.
it: Il percorso non esiste.
lv: Ceļš neesksitē.
tr: Böyle bir yol mevcut değil.

source: Path is not a directory.
it: Il percorso non è una cartella.
lv: Ceļš nav mape.
tr: Bu yol bir dizin değil.

source: You already have a volume with same name
el: Έχετε ήδη έναν τόμο με το ίδιο όνομα
it: Esiste già un volume con lo stesso nome
lv: Tev jau ir sējums ar to pašu vārdu
tr: Zaten aynı adı taşıyan bir birim var

source: UFS volume names cannot be higher than 9 characters
el: Τα ονόματα τόμων UFS δεν μπορούν να είναι μεγαλύτερα από 9 χαρακτήρες
it: I nomi dei volumi UFS non possono essere più lunghi di 9 caratteri
lv: UFS sējuma vārdi nevar būt lielāki kā 9 simboli
tr: UFS birim adları 9 karakterden daha fazla olamaz

source: UFS volume names can only contain alphanumeric characters
el: Το όνομα τόμου του UFS μπορεί να περιέχει μόνο αλφαβητικούς και αριθμητικούς χαρακτήρες
it: I nomi dei volumi UFS possono contenere esclusivamente caratteri alfanumerici
lv: UFS sējuma vārdi var saturēt tikai alfanumeriskus simbolus
tr: UFS birim adları sadece alfanümerik karakterleri içerebilir

source: You must specify a new volume name or select an existing ZFS volume to append a virtual device
lv: Tev ir jāizvēlas jauns sējuma nosaukums vai eksistējošs ZFS sējums, ar kuru papildināt virtuālo ierīci
tr: Yeni bir birim adını belirtin veya sanal bir aygıt eklemek için mevcut bir ZFS birimini seçin

source: Member disk
el: Δίσκος μέλος
it: Disco Membro
lv: Biedra disks
tr: Üye disk

source: The selected disks were not verified for this import rules.
el: Οι επιλεγμένοι δίσκοι δεν επαληθεύτηκαν για αυτούς τους κανόνες εισαγωγής.
it: I dischi selezionati non sono stati verificati per queste regole d'importazione.
lv: Izvēlētie diski netika pārbaudīti šiem importa noteikumiem.
tr: Seçilen diskler belirlenen alma kuralları için doğrulanamadı.

source: An error occurred while labeling the disk.
el: Μερικές σφάλμα occurred ενώ η σήμανση του δίσκου.
it: Si è verificato qualche errore durante l'etichettatura del disco.
lv: Notika kāda kļūda nosaucot disku.
tr: Disk etiketlemede bazı hatalar oluştu.

source: The volume "%s" failed to import, for futher details check pool status
it: Errore nell'importazione del volume "%s", controllare lo stato del pool per maggiori dettagli
lv: Sējumu "%s" neizdevās importēt, priekš papildus detaļām pārbaudiet pūla stāvokli
tr: Daha fazla detay havuzu durumunu kontrol etmek için birim "%s" almak başarısız oldu

source: You must select a volume.
el: Πρέπει να επιλέξετε έναν τόμο.
it: Selezionare in volume.
lv: Tev jāizvēlas sējums.
tr: Bir birim seçmelisiniz.

source: The SMART service failed to restart.
lv: SMART servisam neizdevās pārstartēties.
tr: SMART hizmetleri yeniden başlatılamadı.

source: HDD Standby
el: Αναμονή HDD
it: Standby HDD
lv: HDD Dīkstāve
tr: HDD beklemede

source: Advanced Power Management
el: Προηγμένη Διαχείριση Ενέργειας
it: Controllo avanzato dell'alimentazione (APM)
lv: Paplašināta Jaudas Kontrole
tr: Gelişmiş güç yönetimi

source: Acoustic Level
el: Ακουστικό επίπεδο
it: Livello Acustico
lv: Akustiskais Līmenis
tr: Akustik seviye

source: Enable S.M.A.R.T.
el: Ενεργοποίηση S.M.A.R.T.
it: Abilita S.M.A.R.T.
lv: Iespējot S.M.A.R.T.
tr: S.M.A.R.T. etkinleştir

source: S.M.A.R.T. extra options
el: Επιπλέον επιλογές S.M.A.R.T
it: Opzioni S.M.A.R.T. extra
lv: S.M.A.R.T. papildus iespējas
tr: Ekstra S.M.A.R.T. seçenekleri

source: Dataset Name
el: Όνομα dataset
it: Nome Dataset
lv: Datu kopas nosaukums
tr: Veri kümesi adı

source: Compression level
el: Επίπεδο συμπίεσης
it: Livello compressione
lv: Kompresijas pakāpe
tr: Sıkıştırma seviyesi

source: Enable atime
el: Ενεργοποίηση atime
it: Abilita atime
lv: Iespējot atime
tr: Erişim zamanını etkinleştirin

source: Quota for this dataset
el: Ποσόστωση για αυτό το σύνολο δεδομένων
it: Quota per questo dataset
lv: Kvota šai datu kopai
tr: Bu veri kümesi için kota

source: 0=Unlimited; example: 1g
el: 0 = Απεριόριστα? Παράδειγμα: 1g
it: 0=Illimitato; esempio: 1g
lv: 0=Neierobežots, piemēram: 1g
tr: 0=Sınırsız; örnek: 1g

source: Quota for this dataset and all children
el: Ποσόστωση για το σύνολο δεδομένων και όλα τα παιδιά
it: Quota per questo dataset e tutti i figli
lv: Kvota šai datu kopai un visiem bērniem
tr: Bu veri kümesi ve tüm çocukları için kota

source: Reserved space for this dataset
el: Αποκλειστικός χώρος γι 'αυτό το σύνολο δεδομένων
it: Spazio riservato per questo dataset
lv: Rezervētā vieta šai datu kopai
tr: Bu veri kümesi için ayrılmış alan

source: 0=None; example: 1g
el: 0 = Δεν υφίσταται? Παράδειγμα: 1g
it: 0=Nessuno; esempio: 1g
lv: 0 =Neviens; piemēram: 1g
tr: 0=Yok, örneğin: 1g

source: Reserved space for this dataset and all children
el: Αποκλειστικός χώρος γι 'αυτό το σύνολο δεδομένων και όλα τα παιδιά
it: Spazio riservato per questo dataset e tutti i suoi figli
lv: Rezervētā vieta datu kopai un visiem bērniem
tr: Bu veri kümesi ve tüm çocukları için ayrılmış alan

source: Dataset names must begin with an alphanumeric character and may only contain "-", "_", ":" and ".".
el: Τα ονόματα των Dataset πρέπει να αρχίζουν με έναν αλφαριθμητικό χαρακτήρα και μπορεί να περιέχει μόνο "-", "_", ":" και ".".
it: I nomi dei dataset devono iniziare con un carattere alfanumerico e possono contenere solo "-", "_", ":" e "." .
lv: Datu kopas vārdiem jāsākas ar alfanumerisku simbolu un var saturēt tikai "-", "_", ":" un ".".
tr: Veri kümesi adları alfasayısal karakterlerle başlamalıdır ve sadece (-), (_), (:) ve (.) içerebilir.

source: You already have a dataset with the same name
el: Έχετε ήδη ένα σύνολο δεδομένων με το ίδιο όνομα
it: Hai già un dataset con lo stesso nome
lv: Tev jau ir datu kopa ar to pašu vārdu
tr: Zaten aynı adda bir veri kümesi var

source: Quota for this volume
el: Ποσόστωση σε αυτό τον τόμο
it: Quota per questo volume
lv: Kvota šim sējumam
tr: Bu birim için kota

source: Reserved space for this volume
el: Δεσμευμένος χώρος για αυτόν τον τόμο
it: Spazio riservato per questo volume
lv: Rezervētā vieta šim sējumam
tr: Bu birim için ayrılmış alan

source: Example: 1g
el: Παράδειγμα: 1g
it: Esempio: 1g
lv: Piemēram: 1g
tr: Örneğin: 1g

source: ZFS Volume names must begin with an alphanumeric character and may only contain (-), (_), (:) and (.).
el: Τα ονόματα τόμων ZFS πρέπει να αρχίζουν με έναν αλφαριθμητικό χαρακτήρα και μπορεί να περιέχουν μόνο (-), (_), (:) και (.).
it: Il nome del volume ZFS deve iniziare con un carattere alfanumerico e può contenere solo (-), (_), (:) e (.).
lv: ZFS Sējuma nosaukumam jāsākas ar lafanumerisku simbolu un var saturēt tikai (-), (_), (:) un (.).
tr: ZFS Birim adları sadece alfasayısal karakter ile başlamalıdır ve (-), (_), (:) ve (.) içerebilir.

source: Owner (user)
el: Ιδιοκτήτης (χρήστη)
it: Proprietario (utente)
lv: Īpašnieks (lietotājs)
tr: Sahibi (kullanıcı)

source: Owner (group)
el: Ιδιοκτήτης (ομάδα)
it: Proprietario (gruppo)
lv: Īpašnieks (grupa)
tr: Sahibi (grup)

source: Mode
el: Λειτουργία
it: Modalità
lv: Režīms
tr: İzinler

source: Type of ACL
el: Τύπος λίστας ελέγχου πρόσβασης (ACL)
it: Tipo di ACL
lv: ACL tips
tr: ACL türü

source: Set permission recursively
el: Ορισμός άδειας αναδρομικά
it: Imposta i permessi in modo ricorsivo
lv: Uzstādi atļaujas atpakaļejoši
tr: Ardışık ayarlama izni

source: At least one day must be chosen
el: Τουλάχιστον μία ημέρα, πρέπει να επιλέγονται
it: Devi scegliere almeno un giorno
lv: Vismaz vienai dienai jābūt izvēlētai
tr: En azından bir gün seçilmelidir

source: Recursive snapshot
el: Αναδρομικά στιγμιότυπα
it: Snapshot ricorsivo
lv: Atpakaļejošs uzņēmums
tr: Yinelemeli anlık durum görüntüsü

source: Snapshot Name
el: Όνομα Στιγμιότυπου
it: Nome snapshot
lv: Uzņēmuma nosaukums
tr: Anlık durum görüntüsü adı

source: Only [-a-zA-Z0-9_.] permitted as snapshot name
el: Μόνο το [-a-zA-Z0-9_.] Επιτρέπονται ως όνομα κλισέ
it: Nel nome snapshot sono permessi solo [-a-zA-Z0-9_.]
lv: Tikai [-a-zA-Z0-9_.] atļauti uzņēmuma nosaukumā
tr: İzin verilen anlık durum görüntüsü adı karakterleri [-a-zA-Z0-9_.]

source: Snapshot
el: Στιγμιότυπο
lv: Uzņēmums
tr: Anlık Durum Görüntüsü

source: Clone Name (must be on same volume)
el: Κλώνος Όνομα (πρέπει να είναι στην ίδια ένταση)
it: Nome Clone (deve essere nello stesso volume)
lv: Klona Vārds (jābūt uz tā paša sējuma)
tr: Klon adı (aynı birimde olmalıdır)

source: Only [-a-zA-Z0-9_./] permitted as clone name
el: Μόνο τα [-a-zA-Z0-9_. /] επιτρέπονται ως όνομα κλώνου
it: Solo i caratteri [-a-zA-Z0-9_./] sono ammessi nel nome del clone
lv: Tikai [-a-zA-Z0-9_./] atļauti klona nosaukumam
tr: İzin verilen kloa adı karakterleri [-a-zA-Z0-9_.]

source: Clone must be within the same volume
el: Ο κλώνος πρέπει να βρίσκεται εντός του ίδιου τόμου
it: Il clone deve essere nello stesso volume
lv: Klonam jābūt iekš tā paša sējuma
tr: Klon aynı birim içinde olmalıdır

source: Remote hostname
el: Απομακρυσμένο hostname
it: Nome host remoto
lv: Attālinātā saimniekdatora nosaukums
tr: Uzak ana bilgisayar adı

source: Remote port
el: Απομακρυσμένη θύρα
it: Porta remota
lv: Attālinātā vartēja
tr: Uzak bağlantı noktası

source: Remote hostkey
el: Απομακρυσμένο hostkey
it: Chiave host remoto
lv: Attālinātā saimnieka atslēga
tr: Uzak ana bilgisayar anahtarı

source: Mark the disks as new (destroy data)
el: Θέσε τους δίσκους ώς νέους (καταστρέφει τα δεδομένα τους)
it: Segna i dischi come nuovi (distruggi dati)
lv: Norādi diskus jā jaunus (iznīcināt datus)
tr: Diskleri yeni olarak belirle (bu işlem diskteki verileri yok edecektir)

source: Delete all shares related to this volume
el: Διέγραψε όλα τα κοινόχρηστα σχετικά με αυτόν τον τόμο
it: Elimina tutte le condivisioni legate a questo volume
lv: Dzēst visus kopīgojumus, kuri sasaistīti ar šo sējumu
tr: Bu birimle ilgili tüm paylaşımları sil

source: minute
el: λεπτό
it: minuti
lv: minūte
tr: dakika

source: hour
el: ώρα
it: ora
lv: stunda
tr: saat

source: day of month
el: μέρα του μήνα
it: giorno del mese
lv: mēneša diena
tr: ayın günü

source: Method
lv: Metode
tr: Yöntem

source: Quick
it: Veloce
lv: Ātri
tr: Hızlı

source: Full with zeros
lv: Pilns ar nullēm
tr: Sıfır ile tam

source: Full with random data
lv: Pilns ar nejaušiem datiem
tr: Rastgele veriler ile tam

source: File System Type
el: Τύπος Αρχείου Συστήματος
it: Tipo di File System
lv: Datņu Sistēmas Tips
tr: Dosya Sistemi Türü

source: Determine how many days shall be between scrubs
el: Καθορίστε το διάστημα ημερών μεταξύ των εργασιών scrub
it: Determina quanti giorni ci devono essere tra due scrub
lv: Nosaka, cik dienām jābūt starp mazgāšanām
tr: Temizlemenin kaç gün arasında olacağını belirleyin

source: Values 0-59 allowed.
el: Επιτρεπόμενες τιμές 0-59.
it: Valori permessi: 0-59.
lv: Vērtības 0-59 atļautas.
tr: İzin verilen değerler 0-59 arasındadır.

source: Values 0-23 allowed.
el: Επιτρεπόμενες τιμές 0-23.
it: Valori permessi: 0-23.
lv: Vērtības 0-23 atļautas.
tr: İzin verilen değerler 0-23 arasındadır.

source: Values 1-31 allowed.
el: Επιτρεπόμενες τιμές 1-31.
it: Valori permessi: 1-31.
lv: Vērtības 1-31 atļautas.
tr: İzin verilen değerler 1-31 arasındadır.

source: ZFS Scrub
it: Scrub ZFS
lv: ZFS Mazgāšana
tr: ZFS Temizliği

source: ZFS Scrubs
it: Scrub ZFS
lv: ZFS Mazgāšana
tr: ZFS Temizliği

source: Every minute
el: Κάθε λεπτό
it: Ogni minuto
lv: Katru minūti
tr: Her dakika

source: Every %s minute(s)
el: Κάθε %s λεπτό(ά)
it: Ogni %s minuto(i)
lv: Katru(as) % minūti(es)
tr: Her %s dakikada

source: Every hour
el: Κάθε ώρα
it: Ogni ora
lv: Katru stundu
tr: Her Saat

source: Every %s hour(s)
el: Κάθε %s ώρα(ες)
it: Ogni %s ore(e)
lv: Katru(as) %s stundu(as)
tr: Her %s saatte

source: Every %s days
el: Καθε %s μέρες
it: Ogni %s giorno(i)
lv: Katras %s dienas
tr: Her %s günde

source: Every month
el: Κάθε μήνα
it: Ogni mese
lv: Katru mēnesi
tr: Her ay

source: Weekdays
it: Giorni feriali
lv: Nedēļas dienas
tr: Hafta içi her gün

source: Weekends
it: Fine settimana
lv: Brīvdienas
tr: Hafta sonları

source: Multipath name
el: Όνομα multipath
it: Nome multipath
lv: Multiceļu nosaukums
tr: Çoklu yol adı

source: Multipath member
el: Μέλος multipath
it: Membro multipath
lv: Multiceļu biedrs
tr: Çoklu yol üyesi

source: Transfer Mode
it: Modalità di Trasferimento
lv: Pārsūtījuma režīms
tr: Aktarım modu

source: Mount Point
el: Σημείο προσάρτησης
it: Punto di Mount
lv: Montēšanas Punkts
tr: Bağlantı noktası

source: Path to mount point
el: Διαδρομή προς το σημείο προσάρτησης
it: Percorso del punto di mount
lv: Ceļš uz montēšanas punktu
tr: Bağlantı noktası yolu

source: Mount options
el: Επιλογές προσάρτησης
it: Opzioni di mount
lv: Montēšanas iespējas
tr: Bağlantı seçenekleri

source: Enter Mount Point options here
el: Εισάγετε τις επιλογές του σημείου προσάρτησης εδώ
it: Inserisci qui le opzioni del punto di Mount
lv: Ievadi Montēšanas Punkta iespējas šeit
tr: Bağlantı noktası seçeneklerini buraya girin

source: Remote Replication Host
el: Remote Host Replication
it: Host di Replica Remota
lv: Attālinātās Reprodukcijas Saimnieks
tr: Ana Bilgisayarı Uzaktan Kopyala

source: Remote Replication Hosts
el: Απομακρυσμένους Υπολογιστές Replication
it: Hosts di Replica Remota
lv: Attālinātās Reprodukcijas Saimnieki
tr: Ana Bilgisayarları Uzaktan Kopyala

source: Last snapshot sent to remote side (leave blank for full replication)
el: Τελευταίο στιγμιότυπο του αποστάλθηκε στην απομακρυσμένη πλευρά (αφήστε κενό για πλήρη αντιγραφή)
it: Ultimo snapshot inviato al lato remoto (lasciare vuoto per una replica completa)
lv: Pēdējais uzņēmums, kurš sūtīts uz attālināto pusi (atstāt tukšu pilnai reprodukcijai)
tr: Son anlık durum görüntüsü uzak tarafına gönder (tam kopyalama için boş bırakın)

source: Recursively replicate and remove stale snapshot on remote side
it: Replicare ricorsivamente e rimuovere i vecchi snapshots dal lato remoto
lv: Rekursīvi reproducēt un noņemt novecojušu uzņēmumu attālinātajā pusē
tr: Ardışık olarak uzak sunucudaki eski anlık durum görüntüleri kopyalama ve kaldırma

source: Initialize remote side for once. (May cause data loss on remote side!)
el: Αρχικοποίησε την απομακρυσμένη πλευρά μια φορά. (Μπορούν να χαθούν δεδομένα στην άλλη πλευρά)
it: Inizializza il lato remoto per questa volta. (Può causare perdita di dati sul lato remoto!)
lv: Inicializēt attālināto pusi vienreiz. (Var radīt datu zudumus attālinātajā pusē!)
tr: Bir defaya mahsus olarak uzak taraftan başlat. (Uzak tarafından veri kaybına neden olabilir.)

source: Limit (kB/s)
el: Όριο (kB/s)
it: Limite (kB/s)
lv: Limits (kB/s)
tr: Sınır (kB/s)

source: Limit the replication speed. Unit in kilobytes/seconds. 0 = unlimited.
el: Περιόρισε την ταχύτητα αναπαραγωγής. Σε kilobytes/δευτερόλεπτο. 0 = χωρίς όριο
it: Limita la velocità di replicazione. Unità in kilobyte/secondo. 0 = illimitato.
lv: Limitē replikēšanas ātrumu. Vienība iekš kilbaiti/sekundēs. 0 = neirobežots.
tr: Kopyalama hız sınırı. Birimi kilobayt/saniye. 0 = sınırsız.

source: Begin
el: Ξεκινήστε
it: Inizio
lv: Sākt
tr: Başlangıç

source: End
el: Τέλος
it: Fine
lv: Beigt
tr: Son

source: Replication Task
el: Εργασία αντιγραφής
it: Task di replicazione
lv: Reprodukcijas Uzdevums
tr: Kopyalama Görevi

source: Replication Tasks
el: Εργασίες αντιγραφής
it: Tasks di replicazione
lv: Reprodukcijas Uzdevumi
tr: Kopyalama Görevleri

source: Recursive
el: Αναδρομικός
it: Ricorsiva
lv: Rekursīvs
tr: Tekrarlama

source: Snapshot lifetime value
el: Αξία διάρκειας ζωής στιγμιότυπου
it: Valore del tempo di vita dello snapshot
lv: Uzņēmuma dzīves ilguma vērtība
tr: Anlık Durum Görüntüsü kullanım süresi değeri

source: Snapshot lifetime unit
el: Μονάδα διάρκειας ζωής στιγμιότυπου
it: Unità del tempo di vita dello snapshot
lv: Uzņēmuma dzīves ilguma vienība
tr: Anlık Durum Görüntüsü kullanım süresi birimi
