Repository: yvesc/freegui
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: el, it, lv, tr

source: The peer secret is required if you set a peer user.
el: Το μυστικό peer είναι απαραίτητο εάν ορίσετε έναν peer χρήστη.
it: La password per peer è richiesta se viene impostato un utente peer.
lv: "Peer" noslēpums ir nepieciešams, ja iestatāt "peer" lietotāju.
tr: Eş kullanıcı girişi yaptıysanız eş kullanıcı parolası onayı gereklidir.

source: The peer secret cannot be the same as user secret.
el: Το μυστικό peer δεν μπορεί να είναι το ίδιο με το μυστικό χρήστη.
it: La password per peer non può essere uguale alla password dell'utente.
lv: "Peer" noslēpums nevar būt tāds pats kā lietotāja noslēpums.
tr: Kullanıcı parolası ile eş kullanıcı parolası aynı olamaz.

source: The peer user is required if you set a peer secret.
it: E' necessario un utente peer se è stata impostata una password peer
lv: Peer lietotājs ir nepieciešams, ja iestatāt peer noslēpumu.
tr: Gizli bir eş ayarlarsanız gizli bir kullanıcıyada ihtiyaç var.

source: The iSCSI service failed to reload.
el: Απέτυχε η επαναφόρτωση της υπηρεσίας iSCSI.
it: Riavvio del servizio iSCSI fallito.
lv: iSCSI servisam neizdevās startēties.
tr: iSCSI himzeti yeniden yüklenirken hata oluştu.

source: LUN already exists in the same target.
el: Η LUN υπάρχει ήδη στον ίδιο στόχο.
it: LUN già esistente nello stesso target
lv: LUN jau pastāv šajā mērķī.
tr: Aynı hedefte bu LUN zaten mevcut.

source: Controller Auth Group
el: Ελεγκτής Auth Group
it: Controller Gruppo Autenticazione
lv: Kontrolieris Auth Group
tr: Kontrolör onay gurubu

source: The istgtcontrol can access the targets with correct userand secret in specific Auth Group.
lv: Istgtcontrol var piekļūt mērķiem, izmantojot pareizu lietotāju un noslēpumu konkrētajai Auth Group.
tr: Istgtcontrol özel kimlik doğrulama grubu doğru userand gizli kod dizesi yoluyla hedeflere erişebilirsiniz.

source: Discovery Auth Group
el: Ανακάλυψη του Auth Group
it: Ricerca Gruppo Autenticazione
lv: Atklāšanas Autorizācijas Grupa
tr: Grup doğrulama yöntemi

source: This value must be between %(start)d and %(end)d, inclusive.
el: Η τιμή αυτή πρέπει να είναι μεταξύ %(start)d και %(end)d, συμπεριλαμβανομένης.
it: Questo valore deve essere compreso tra %(start)d e %(end)d, compresi.
lv: Vērtībai jābūt starp %(start)d un %(end)d, ieskaitot.
tr: Bu değer %(start) ve %(end) arasında olmalıdır.

source: This field is required if discovery method is set to CHAP or CHAP Mutual.
el: Το πεδίο αυτό απαιτείται αν η μέθοδος ανεύρεσης έχει οριστεί σε CHAP ή CHAP Mutual.
it: Questo campo è obbligatorio se il metodo di rilevamento è impostato su CHAP o CHAP mutal.
lv: Šis lauks ir nepieciešams, ja atklāšanas metode ir CHAP vai CHAP Mutual.
tr: Keşif yöntemi CHAP veya Karşılıklı CHAP olarak ayarlanırsa bu alan gereklidir.

source: This field is required whether CHAP or Mutual CHAP are set for Controller Auth Method.
it: Questo campo è obbligatorio se CHAP o Mutual CHAP sono selezionati come metodo di controllo di autorizzazione.
lv: Šis lauks ir nepieciešams ja CHAP vai Abpusējs CHAP ir iestatīti priekš Kontroliera Auth Metodi.
tr: Bu alan CHAP veya Karşılıklı CHAP kontrolörü Yetki Yöntemi için ayarlanıp ayarlanmadığında gereklidir.

source: This is not a valid network
el: Αυτό δεν είναι έγκυρο δίκτυο
lv: Šis nav derīgs tīkls
tr: Bu geçerli bir ağ değil

source: Extent Type
el: Τύπος επέκτασης
it: Tipo Extent
lv: Apjoma Tips
tr: Boyut türü

source: You need to specify a filepath, not a directory.
el: Θα πρέπει να καθορίσετε έναν μονοπάτι αρχείου, όχι έναν κατάλογο.
it: Devi specificare il percorso del file, non una cartella.
lv: Tev vajag norādīt saiti uz failu, ne mapi.
tr: Bir dosya yolu değil, bir dizin belirtmeniz gerekir.

source: You need to specify a file inside your volume/dataset.
el: Θα πρέπει να καθορίσετε ένα αρχείο μέσα στο τόμο/dataset σας.
it: Devi specificare un file all'interno del volume/dataset.
lv: Tev jānorāda datne iekš sējuma.
tr: Birim/VeriKümesi içinde yer alan bir dosya belirtmelisiniz.

source: Your path to the extent must reside inside a volume/dataset mount point.
el: Το μονοπάτι σας στην επέκταση πρέπει να βρίσκεται μέσα σε ένα σημείο προσάρτησης τόμου/dataset.
it: Il percorso all'Extent deve essere interno al punto di mount del volume/dataset.
lv: Tavam ceļam uz apjomu jābūt iekš sējuma montēšanas punkta.
tr: Boyut yolunuzun bir bağlanma noktası birim/verikümesi içinde bulunmalıdır.

source: This value can be a size in bytes, or can be postfixed with KB, MB, GB, TB
el: Αυτή η τιμή μπορεί να είναι ένα μέγεθος σε bytes, ή μπορεί να έχει επίθεμα το KB, MB, GB, TB
it: Questo valore può essere espresso in byte, o può essere dichiarato in KB, MB, GB, TB
lv: Šī vērtība var būt bitos, vai tai pievieno KB, MB, GB, TB
tr: Bu değer byte cinsinden olabileceği gibi KB, MB, GB ve TB ekleri ile de belirtilebilir.

source: The file must exist if the extent size is set to auto (0)
it: Il file deve esistere se la dimensione di estensione è impostata ad automatico (0)
lv: Datnei jāeksistē, ja apjoma lielums ir uz auto (0)
tr: Boyut kapasitesi otomatik olarak sıfır ayarlanır. Eğer bir dosya olacaksa bir değer girilmelidir.

source: Your Portal Group ID cannot be higher than %d
el: Το Portal Group ID σας δεν μπορεί να είναι μεγαλύτερο από %d
it: L'ID del Portal Group non può essere maggiore di %d
lv: Tava Portāla Grupas ID nevar būt augstāks kā %d
tr: Portal Grup ID'niz %d den büyük olamaz.

source: The field is a not a valid IP address or network. The keyword "ALL" can be used to allow everything.
el: Το πεδίο δεν είναι μια έγκυρη διεύθυνση IP ή δίκτυο. Η λέξη "ALL" τα επιτρέπει όλα.
it: Il campo non è un indirizzo IP o una rete validi. La parola chiave "ALL" può essere utilizzata per consentire tutto.
lv: Šis lauks nav derīga IP adrese vai tīkls. Atslēgas vārds "ALL" var tikt lietots, lai atļautu visu.
tr: Bu alan geçerli bir IP adresi veya ağ değil. Her şeye izin vermek için anahtar kelimeyi "ALL" olarak kullanılmalıdır.

source: Authentication Group number
el: Αριθμός Ομάδας Πιστοποίησης
it: Numero del gruppo di autenticazione
lv: Autorizācijas Grupas numurs
tr: Kimlik doğrulama grup numarası

source: Use alphanumeric characters, ".", "-" and ":".
el: Χρησιμοποιήστε αλφαβητικούς, αριθμητικούς χαρακτήρες, ".", "-" και ":".
it: Usa caratteri alfanumerici, ".", "-" e ":".
lv: Lieto alfanumeriskus simbolus, ".", "-" un ":".
tr: Alfasayısal karakterler, ".", "-" ve ":" kullanın.

source: Delete underlying file
el: Διαγραφή του παρακάτω αρχείου
it: Cancella file sottostante
lv: Dzēst apakšā esošo datni
tr: Alttaki dosyayı sil

source: The S.M.A.R.T. service failed to reload.
el: Η επαναφόρτωση της υπηρεσίας S.M.A.R.T. απέτυχε.
it: Riavvio del servizio S.M.A.R.T. fallito.
lv: S.M.A.R.T. servisam neizdevās startēties.
tr: S.M.A.R.T. hizmetini yeniden yükleme başarısız oldu.

source: Service
el: Υπηρεσία
it: Servizio
lv: Serviss
tr: Hizmet

source: Name of Service, should be auto-generated at build time
el: Ονομασία της Υπηρεσίας, θα πρέπει να δημιουργείται αυτόματα κατά τον χρόνο κατασκευής
it: Nome del servizio, dovrebbe essere generato automaticamente in fase di compilazione
lv: Servisa nosaukums, vajadzētu tikt ģenerētam būvēšanas laikā
tr: Hizmet Adı, kurulum esnasında otomatik olarak oluşturulmalıdır

source: Enable Service
el: Ενεργοποίηση Υπηρεσίας
it: Abilita Servizio
lv: Iespējot Servisu
tr: Hizmeti Etkinleştir

source: Services
el: Υπηρεσίες
it: Servizi
lv: Servisi
tr: Hizmetler

source: Authentication Model
el: Μοντέλο πιστοποίησης
it: Modello di autenticazione
lv: Autentifikācijas Modelis
tr: Kimlik doğrulama biçimi

source: Using Active Directory or LDAP authentication will supersede this option
el: Η χρήση πιστοποίησης Active Directory ή LDAP θα αντικαταστήσει αυτή την επιλογή
it: L'autenticazione tramite Active Directory o LDAP sostituisce questa opzione
lv: Izmantojot Active Directory vai LDAP autentifikāciju, šī iespēja tiks pārņemta
tr: Active Directory veya LDAP kimlik doğrulama, bu seçeneği geçersiz kılar

source: NetBIOS name
el: Όνομα NetBIOS
it: Nome NetBIOS
lv: NetBIOS nosuakums
tr: NetBIOS adı

source: Workgroup
el: Ομάδα εργασίας
it: Gruppo di lavoro
lv: Darba grupa
tr: Çalışma grubu

source: Workgroup the server will appear to be in when queried by clients (maximum 15 characters).
el: Ομάδα εργασίας στην οποία θα εμφανίζεται οτι ανήκει ο εξυπηρέτης, όταν ερωτάται από πελάτες (μέγιστο 15 χαρακτήρες).
it: Gruppo di lavoro cui appartinene il server quando viene interrogato dai client (massimo 15 caratteri).
lv: Darba grupas serveris parādīsies, kad to meklēs klienti (maksimāli 15 simboli)
tr: İstemciler tarafından sorgulama sırasında görünecek çalışma grubu sunucusu (en fazla15 karakter).

source: Server description. This can usually be left blank.
el: Περιγραφή εξυπηρέτη. Αυτό μπορεί συνήθως να μείνει κενό.
it: Descrizione server. In genere può essere lasciato vuoto.
lv: Servera apraksts. Šo parasti var atstāt tukšu.
tr: Sunucu tanımı. Boş bırakabilirsiniz.

source: DOS charset
el: Κωδικοποίηση χαρακτήρων DOS
it: Caratteri DOS
lv: DOS zīmjukopa
tr: DOS karakter seti

source: UNIX charset
el: Κωδικοποίηση χαρακτήρων UNIX
it: Caratteri UNIX
lv: UNIX zīmjukopa
tr: UNIX karakter seti

source: Log level
el: Επίπεδο καταγραφής
it: Livello log
lv: Žurnalēšanas līmenis
tr: Kayıt seviyesi

source: Local Master
el: Τοπικός Master
lv: Lokālais Galvenais
tr: Yerel yönetici

source: Time Server for Domain
el: Ώρα Server για το Domain
it: Server NTP per il dominio
lv: Laika Serveris domēnam
tr: Etki alanı için zaman sunucusu

source: Guest account
el: Λογαριασμός Guest
it: Account Guest
lv: Viesa lietotājs
tr: Misafir hesabı

source: Use this option to override the username ('nobody' by default) which will be used for access to services which are specified as guest. Whatever privileges this user has will be available to any client connecting to the guest service. This user must exist in the password file, but does not require a valid login. The user root can not be used as guest account.
el: Χρησιμοποιήστε αυτή την επιλογή για να παρακάμψετε το όνομα χρήστη ('nobody' από προεπιλογή), το οποίο θα χρησιμοποιηθεί για την πρόσβαση σε υπηρεσίες που έχουν οριστεί ως guest. Όποια και αν είναι τα προνόμια aυτoύ του χρήστη θα είναι διαθέσιμος σε κάθε πελάτη που συνδέεται με την υπηρεσία guest. Αυτός ο χρήστης πρέπει να υπάρχει στο αρχείο κωδικών πρόσβασης, αλλά δεν απαιτεί μια έγκυρη σύνδεση. Ο χρήστης root δεν μπορεί να χρησιμοποιηθεί ως λογαριασμός guest.
it: Utilizza questa opzione per sostituire il nome utente ('nobody' di default) che verrà utilizzato per l'accesso ai servizi che sono specificati come guest. Qualunque privilegio abbia l'utente sarà disponibile a qualsiasi client connesso al servizio come guest. Questo utente deve esistere nel file delle password, ma non richiede un account valido. L'utente root non può essere usato come account guest.
lv: Lieto šo iespēju, lai ignorētu lietotājvārdu ('nobody', pēc noklusējuma), kurš tiks lietots piekļuvei priekš servisiem, kuri ir norādīti kā viesa. Jebkuras privilēģijas, kuras ir šim lietotājam, būs pieejamas jebkuram klientam, kurš savienosies ar viesa servisu. Šim lietotājam ir jāeksistē paroļu datnē, bet nevajag derīgu autorizāciju. Lietotāju root nevar izmantot kā viesa lietotāju.
tr: Misafir kullanıcı olarak belirtilen hizmetlere erişim için kullanılacak kullanıcı adını (varsayılan 'nobody') geçersiz kılmak için bu seçeneği kullanın. Bu seçenek misafir servisine bağlanmadan müşteriye sunulacak olan ayrıcalıkları içermektedir. Bu kullanıcının geçerli giriş gerçekleştirmesi için parola dosyasında olması gerekmektedir. root misafir hesabı olarak kullanılamaz.

source: File mask
el: Μάσκα αρχείου
it: Maschera permessi di file
lv: Datnes maska
tr: Dosya maskesi

source: Use this option to override the file creation mask (0666 by default).
el: Χρησιμοποιήστε αυτή την επιλογή για να παρακάμψετε την μάσκα δημιουργίας αρχείου (0666 από προεπιλογή).
it: Usa questa opzione per sovrascrivere la maschera dei permessi alla creazione dei nuovi file (0666 di default).
lv: Lieto šo iespēju, lai ignorētu datņu veidošanas masku (0666 pēc noklusējuma)
tr: Dosya oluşturma maskesini geçersiz kılmak için bu seçeneği kullanın (varsayılan 0666).

source: Directory mask
el: Μάσκα καταλόγου
it: Maschera permessi di cartelle
lv: Mapes maska
tr: Dizin maskesi

source: Use this option to override the directory creation mask (0777 by default).
el: Χρησιμοποιήστε αυτή την επιλογή για να παρακάμψετε την μάσκα δημιουργίας καταλόγου (0777 από προεπιλογή).
it: Usa questa opzione per sovrascrivere la maschera dei permessi alla creazione delle nuove cartelle (0777 di default).
lv: Lieto šo iespēju, lai ignorētu mapju veidošanas masku (0777 pēc noklusējuma)
tr: Dizin oluşturma maskesini geçersiz kılmak için bu seçeneği kullanın (varsayılan 0777).

source: EA Support
el: Υποστήριξη EA
it: Supporto EA
lv: EA atbalsts
tr: EA desteği

source: Support DOS File Attributes
el: Υποστήριξη attributes αρχείων DOS
it: Supporto attributi file DOS
lv: Atbalsta DOS Datņu atribūtus
tr: DOS dosya özniteliklerini destekle

source: Allow Empty Password
el: Επιτρέπετε κενό κωδικό πρόσβασης
it: Consenti password vuota
lv: Atļaut tukšu paroli
tr: Boş parolaya izin ver

source: Auxiliary parameters
el: Βοηθητικές παράμετροι
it: Parametri ausiliari
lv: Palīgparametri
tr: Yardımcı parametreler

source: These parameters are added to [global] section of smb.conf
el: Οι παράμετροι αυτές προστίθενται στο τμήμα [global] του smb.conf
it: Questi parametri sono aggiunti alla sezione [global] di smb.conf
lv: Šos parametrus pievienoja [global] sekcijai iekš smb.conf
tr: Bu parametreler smb.conf [Global] bölümüne eklendi.

source: Enable home directories
el: Ενεργοποίηση καταλόγων home
it: Abilita home directories
lv: Iespējot mājas mapes
tr: Ev dizinlerini etkinleştir

source: Enable/disable home directories for samba user.
el: Αυτό ενεργοποιεί/απενεργοποιεί τους home καταλόγους για το χρήστη samba.
it: Abilita\disabilita le home directories per gli utenti samba.
lv: Šis iespējo\atspējo mājas mapes smabas lietotājam.
tr: Bu, samba kullanıcıları için ev dizinlerini etkinleştirir\etkisizleştirir

source: Enable home directories browsing
el: Ενεργοποίηση της περιήγησης στους καταλόγους home
it: Abilita navigazione home directory
lv: Iespējot mājas mapes pārlūkošanai
tr: Ev dizinlerini taramayı etkinleştir

source: Enable/disable home directories browsing for samba user.
el: Ενεργοποιεί/απενεργοποιεί την περιήγηση στους καταλόγους home για το χρήστη samba.
it: Abilita/disabilita la visualizzazione delle home directories per gli utenti samba.
lv: Šis iespējo\atspējo mājas mapes pārlūkošanu smabas lietotājam.
tr: Bu, samba kullanıcıları için ev dizinlerini taramayı etkinleştirir\etkisizleştirir

source: Home directories
el: Κατάλογοι home
lv: Mājas mapes
tr: Ev dizinleri

source: Homes auxiliary parameters
lv: Māju papildparametri
tr: Ev dizinlerinin yardımcı parametreleri

source: These parameters are added to [homes] section of smb.conf
el: Οι παράμετροι αυτές προστίθενται στο [homes] του smb.conf
it: Questi parametri sono aggiunti alla sezione [homes] di smb.conf
lv: Šie parametri ir pievienoti iekš [homes] sekcijas iekš smdb.conf
tr: Bu parametreler smb.conf dosyasında [homes] bölümüne eklenir

source: Unix Extensions
el: Προεκτάσεις Unix
it: Estensioni Unix
lv: Unix Paplašinājumi
tr: Unix uzantıları

source: These extensions enable Samba to better serve UNIX CIFS clients by supporting features such as symbolic links, hard links, etc...
it: Queste estensioni consentono a Samba di servire meglio i client UNIX CIFS supportando caratteristiche come link simbolici, hard link, ecc...
lv: Šie papildinājumi ļauj Sambai labāk apkalpot UNIX CIFS klientus, piedāvājot iespējas kā simboliskās saites, cietās saites, citus...
tr: Bu uzatmalar etkinleştirilirse, simgesel bağlantılar, sabit bağlatılar gibi özellikleri destekleyerek Sambanın UNIX CIFS müşterilerine daha iyi servis sağlayacaktır

source: Enable AIO
el: Ενεργοποίηση AIO
it: Abilita AIO
lv: Iespējot AIO
tr: AIO etkinleştir

source: Enable/disable AIO support.
el: Ενεργοποιεί/απενεργοποιεί την υποστήριξη ΑΙΟ.
it: Questo abilita\disabilita il supporto AIO.
lv: Šis iespējo\atspējo AIO atbalstu.
tr: Bu, AIO desteğini etkinleştirir\etkisizleştirir

source: Minimum AIO read size
el: Ελάχιστο μέγεθος ανάγνωσης AIO
it: Dimensione di lettura AIO minima
lv: Minimālais AIO lasīšanas lielums
tr: En küçük AIO okuma boyutu

source: Samba will read asynchronously if request size is larger than this value.
el: Η Samba θα αναγνώσει ασύγχρονα αν το μέγεθος του αιτήματος είναι μεγαλύτερο από την τιμή αυτή.
it: Samba leggerà in modo asincrono se la dimensione della richiesta è più grande di questo valore.
lv: Samba lasīs asinhroni, ja pieprasījuma lielums ir lielāks nekā šī vērtība.
tr: İstek boyutu bu değerden büyükse Samba uyumsuz okuyacaktır.

source: Minimum AIO write size
el: Ελάχιστο μέγεθος εγγραφής AIO
it: Dimensione di scrittura AIO minima
lv: Minimālais AIO rakstīšanas lielums
tr: En küçük AIO yazma boyutu

source: Samba will write asynchronously if request size is larger than this value.
el: Η Samba θα εγγράψει ασύγχρονα αν το μέγεθος του αιτήματος είναι μεγαλύτερο από την τιμή αυτή.
it: Samba scriverà in modo asincrono se la dimensione della richiesta è più grande di questo valore.
lv: Samba rakstīs asinhroni, ja pieprasījuma lielums ir lielāks nekā šī vērtība.
tr: İstek boyutu bu değerden büyükse Samba uyumsuz yazacaktır.

source: Zeroconf share discovery
it: Discovery di condivisioni Zeroconf
lv: Zeroconf kopīgojuma atrašana
tr: Sıfır ayarlama paylaşım keşfi

source: Zeroconf support via Avahi allows clients (the Mac OSX finder in particular) to automatically discover the CIFS shares on the system similar to the Computer Browser service in Windows.
it: Il supporto Zeroconf tramite Avahi consente ai client (Mac OSX finder in particolare) di scoprire le condivisioni CIFS sul sistema in modo simile al servizio Esplora Risorse di Windows
lv: Zeroconf atbalsts caur Avahi ļauj klientiem (it īpaši Mac OSX finder) automātiski atrast CIFS kopīgojumus uz sistēmas, kas līdzīga Datoru Pārlūkam uz Windows.
tr: Müşterilerine Avahi üzerinden sıfır yapılandırma desteği sağlar (özellikle Mac OSX bulucular) otomatik olarak Windows Bilgisayar Tarayıcısı hizmetine benzer sistem üzerinde CIFS paylaşımları bulmak içindir.

source: Guest Access
el: Πρόσβαση Guest
it: Accesso guest
lv: Viesa piekļuve
tr: Misafir erişimi

source: Allows guest access to all apple shares on this box.
el: Να επιτρέπεται η πρόσβαση guest σε όλά τα Apple shares στο κουτί αυτό.
it: Consente l'accesso all'utente guest alle condivisioni Apple in questa macchina.
lv: Ļauj viesiem piekļūt visām apple koplietošanas mapēm šajā vietā.
tr: Bu kutu ile bütün apple paylaşımlarına misafir erişimi izni ver.

source: Max. Connections
el: Μέγιστες συνδέσεις
it: Connessioni massime
lv: Max. Pieslēgumi
tr: En fazla bağlantı sayısı

source: Maximum number of connections permitted via AFP. The default limit is 50.
el: Μέγιστος επιτρεπτός αριθμός συνδέσεων μέσω AFP. Το προεπιλεγμένο όριο είναι 50.
it: Numero massimo di connessioni consentite tramite AFP. Il limite predefinito è 50.
lv: Maksimālais savienojumu skaits caur AFP. Noklusējuma limits ir 50.
tr: AFP aracılığı ile izin verilen en fazla bağlantı sayısı.Varsayılan sınırı 50'dir.

source: Number of servers
el: Αριθμός των διακομιστών
it: Numero dei server
lv: Serveru skaits
tr: Sunucu sayısı

source: Specifies how many servers to create. There should be enough to handle the maximum level of concurrency from its clients, typically four to six.
el: Καθορίζει πόσους servers να δημιουργηθούν. Θα πρέπει να είναι αρκετοί για να χειριστούν το μέγιστο επίπεδο ταυτοχρονισμού από τους πελάτες, συνήθως τέσσερις με έξι.
it: Specificare quanti servers creare. Dovrebbero essercene a sufficienza per gestire le richieste dei clients. Solitamente da 4 a 6.
lv: Norāda cik daudz serverus veidot. Šeit jābūt gana daudz, lai spētu apkalpot maksimālo laiksakritības līmeni no tā klientiem, parasti 4 līdz 6.
tr: Kaç sunucu oluşturulacağını belirler. Uyumlu bir şekilde en fazla düzeyde işlemek için tipik olarak dört altı istemci yeterli olmaktadır.

source: Base Name
el: Βασικό Όνομα
it: Nome base
lv: Bāzes nosaukums
tr: Temel ad

source: The base name (e.g. iqn.2007-09.jp.ne.peach.istgt, see RFC 3720 and 3721 for details) will append the target name that is not starting with 'iqn.'
it: Il nome di base (ad esempio iqn.2007-09.jp.ne.peach.istgt, vedere RFC 3720 e 3721 per i dettagli) aggiungerà il nome di destinazione che non inizia con 'iqn.'
lv: Bāzes nosaukums (piem. iqn.2007-09.jp.ne.peach.istgt, skaties RFC 3720 un 3721 priekš detaļām) tiks pievienot mērķa nosaukuma biegām, kurš nesākas ar 'iqn.'
tr: 'iqn' temel ad değildir, hedef adlarda ekler eklenir. (Örneğin iqn.2007-09.jp.ne.peach.istg gibi, detaylar için RFC 3720 ve 3721 bakınız)

source: Discovery Auth Method
el: Μέθοδος ανακάλυψης Auth
it: Ricerca Metodo Autenticazione
lv: Atklāšanas Autentifikācijas metode
tr: Kimlik doğrulama yöntemi

source: I/O Timeout
lv: I/O Noildze
tr: G/Ç zaman aşımı

source: I/O timeout in seconds (30 by default).
el: I/O timeout σε δευτερόλεπτα (30 από προεπιλογή).
it: I/O timeout in secondi (default 30).
lv: I/O noildze sekundēs (30 pēc noklusējuma).
tr: Saniye cinsinden G/Ç zaman aşımı (varsayılan değer 30).

source: NOPIN Interval
el: NOPIN Διάστημα
it: Intervallo NOPIN
lv: NOPIN Intervāls
tr: NOPIN aralığı

source: NOPIN sending interval in seconds (20 by default).
el: Διατημα αποστολής NOPIN σε δευτερόλεπτα (20 από προεπιλογή).
it: Intervallo in secondi invio NOPIN (20 di default).
lv: NOPIN sūtīšanas intervāls sekundēs (20 pēc noklusējuma.)
tr: NOPIN değerini saniye cinsinden aralıklarla gönderme (varsayılan değer 20).

source: Max. sessions
el: Max. συνεδρίες
it: Max. Sessioni
lv: Max. sesijas
tr: En fazla oturum sayısı

source: Maximum number of sessions holding at same time (16 by default).
el: Μέγιστος αριθμός των συνεδριών που παραμένουν ταυτόχρονα (16 από προεπιλογή).
it: Numero massimo di sessioni nello stesso tempo (16 di default).
lv: Maksimalais skaits sesiju, kuras ir aizturētas vienā laikā (16 pēc noklusējuma).
tr: Aynı zamandaki sahip oturumların sayısı (varsayılan 16).

source: Max. connections
el: Max. συνδέσεις
it: Connessioni massime
lv: Max. pieslēgumi
tr: En fazla bağlantı sayısı

source: Maximum number of connections in each session (8 by default).
el: Μέγιστος αριθμός των συνδέσεων σε κάθε συνεδρία (8 από προεπιλογή).
it: Numero massimo di connessioni in ogni sessione (8 di default).
lv: Maksimālais savienojumu skaits katrā sesijā (8 pēc noklusējuma).
tr: Her bölümdeki en fazla bağlantı sayısı (varsayılan 8).

source: Max. pre-send R2T
it: Massimo pre-send R2T
lv: Max. pirms-sūtīšanas R2T
tr: En fazla ön-gönderim R2T sayısı

source: Maximum number of pre-send R2T in each connection (32 by default). The actual number is limited to QueueDepth of the target.
el: Μέγιστος αριθμός των pre-send R2T σε κάθε σύνδεση (32 από προεπιλογή). Ο πραγματικός αριθμός περιορίζεται από το QueueDepth του στόχου.
it: Numero massimo di pre-send R2T per ogni connessione (32 di default). Il numero attuale è limitato dalla dimensione della coda della destinazione.
lv: Maksimālais pirms-sūtīšanas R2T skaits katrā savienojumā (32 pēc noklusējuma). Aktuālais cipars tiek limitēts uz mērķa Rindas Dziļumu
tr: Bağlantı öncesi R2T ön gönderim en fazla sayısı (varsayılan değer 32). Gerçek sayı hedefi QueueDepth ile sınırlıdır.

source: iSCSI initial parameter (16 by default).
el: iSCSI αρχική παράμετρος (16 από προεπιλογή).
it: iSCSI parametro iniziale (16 di default).
lv: iSCSI sākuma parametrs (16 pēc noklusējuma).
tr: iSCSI başlangıç parametresi (varsayılan 16)
