Repository: yvesc/freegui
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: el, it, lv, tr

source: The following IPs are bind to iSCSI Portal but were not found in the system: %s
el: Οι ακόλουθες διευθύνσεις IP έχουν συσχετιστεί με την πύλη του iSCSI αλλά δεν βρέθηκαν στο σύστημα: %s
lv: Sekojošās IP ir sasietas ar iSCSI Portālu, bet netika atrastas sistēmā: %s
tr: Aşağıdaki IP'ler iSCSI Portalına bağlı ancak sistemde bulunmadı: %s

source: Critical Alerts
el: Κρίσιμες Ειδοποιήσεις
it: Avvisi Critici
lv: Kritiskas Trauksmes
tr: Kritik Uyarılar

source: NIC
el: Κάρτα διεπαφής δικτύου
tr: NIC (Ağ arabirim kontrol kartı)

source: MaxOutstandingR2T
tr: MakÇıkışDuranR2T

source: AFP3 Unix Privs
it: Privilegi Unix AFP3
tr: AFP3 unix ayrıcalıkları

source: Disks
el: Δίσκοι
it: Dischi
tr: Diskler

source: Cron Job
tr: Zamanlanmış Görev

source: S.M.A.R.T. Tests
el: Έλεγχος S.M.A.R.T.
it: Test S.M.A.R.T.
tr: S.M.A.R.T. Testleri

source: Read
el: Ανάγνωση
it: Lettura

source: Write
el: Εγγραφή
it: Scrittura

source: UNIX (NFS)
el: κοινόχρηστα UNIX (NFS)

source: Windows (CIFS)
el: κοινόχρηστα Windows (CIFS)

source: Unencrypted
it: Non cifrato

source: Encrypted, no passphrase
it: Crittografica Senza Passphrase

source: Encrypted, with passphrase
it: Crittografata Con Passphrase

source: Verify
it: Verifica

source: Fatal
it: Errore Fatale

source: Verbose
it: Dettagliato

source: Passwords do not match
it: Le password non coincidono

source: Invalid address: %s
it: Indirizzo non valido: %s

source: Invalid network: %s
it: Rete non valida: %s

source: Could not reverse url, skipping node %(node)s: %(error)s
it: Impossibile recuperare %(node)s: %(error)s

source: The path could not be mounted %(source)s: %(error)s
it: Il percorso non può essere montato %(source)s: %(error)s
