Repository: yvesc/freegui
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: el, it, lv, tr

source: This option specifies the user name that file transfers to and from that module should take place. In combination with the 'Group' option this determines what file permissions are available. Leave this field empty to use default settings
el: Η επιλογή αυτή καθορίζει το όνομα χρήστη κάτω από τον οποίο η μεταφορά αρχείων από και προς την εν λόγω μονάδα θα πρέπει να λάβει χώρα. Σε συνδυασμό με την επιλογή 'Ομάδα' καθορίζει ποία δικαιώματα αρχείων είναι διαθέσιμα. Αφήστε κενό αυτό το πεδίο για τις προεπιλεγμένες ρυθμίσεις
it: Questa opzione specifica il nome utente relativo ai trasferimenti dei file da e verso quel modulo. In combinazione con l'opzione 'Gruppo' questo determina i permessi disponibili. Lasciare questo campo vuoto per usare le impostazioni di default
lv: Šī iespēja norāda lietotājvārdu, kuram jāsūta un jāsaņem datus no tā moduļa. Kombinācijā ar 'Group' iespēju šis norāda kādas datņu atļaujas ir iespējamas. Atstāj šo lauku tukšu, lai lietotu noklusējuma uzstādījumus
tr: Dosya aktarımlarının ve bu modül gerçekleşmesi gerektiğinde bu seçenek kullanıcıların adını belirtir. Bu izinler mevcut dosyalar ile 'Grup' seçenekleri izinlerini belirler. Varsayılan ayarları kabul etmek için bu alanı boş bırakın.

source: This option specifies the group name that file transfers to and from that module should take place. Leave this field empty to use default settings
el: Αυτή η επιλογή καθορίζει το όνομα της ομάδας κάτω από την οποία η μεταφορά αρχείων από και προς την εν λόγω μονάδα θα πρέπει να λάβει χώρα. Αφήστε κενό αυτό το πεδίο για τις προεπιλεγμένες ρυθμίσεις
it: Questa opzione specifica il nome del gruppo con il quale vengono effettuati i trasferimenti da e verso questo modulo. Lasciare il campo vuoto per utilizzare la configurazione di default
lv: Šī iespēja norāda grupu, kurai jāsūta un jāsaņem datus no tā moduļa. Atstāj šo lauku tukšu, lai lietotu noklusējuma uzstādījumus
tr: Dosya aktarımlarının ve bu modül gerçekleşmesi gerektiğinde bu seçenek kullanıcıların adını belirtir. Varsayılan ayarları kabul etmek için bu alanı boş bırakın.

source: Hosts allow
el: Επιτρεπόμενα μηχανήματα
it: Hosts Autorizzati
lv: Atļautie saimniekdatori
tr: İzin verilecek ana bilgisayarlar

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this module. You can specify the hosts by name or IP number. Leave this field empty to use default settings
it: Questa opzione è una lista di Hosts, separati da una virgola, uno spazio o una tabulazione, ai quali è permesso accedere alla risorsa condivisa. E' possibile specificare gli Hosts per nome o indirizzo IP. Lasciare il campo vuoto per utilizzare le impostazioni di default
lv: Šī iespēja ir komats, tukšumzīme vai tabulēšanas rakstzīme delimitētu saimniekdatoru kopai, kuriem ir atļauja piekļūt šim modulim. Tu vari norādīt saimniekus pēc vārda vai IP numura. Atstāj šo lauku tukšu, lai lietotu noklusējuma uzstādījumus
tr: Modül erişimine izin verilen ana bilgisayarlarda bu seçenek virgül, boşluk veya sekme ile ayarlanır. Bilgisayar adı veya IP numarası ile bilgisayarlar belirtebilirsiniz. Varsayılan ayarları kullanmak için bu alanı boş bırakın.

source: Hosts deny
el: Μη επιτρεπόμενα μηχανήματα
it: Hosts Bloccati
lv: Aizliegtie saimniekdatori
tr: Reddedilecek ana bilgisayarlar

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this module. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings
el: Η επιλογή αυτή είναι ένα σύνολο μηχανημάτων οριοθετημένα με κόμμα, διάστημα, ή tab οι οποίοι ΔΕΝ επιτρέπονται να προσπελάσουν το κοινόχρηστο. Σε περίπτωση διαφωνίας με την λίστα επιτρεπόμενων υπερισχύει η τελευταία. Έτσι σε περίπτωση που είναι αναγκαίο να αρνηθείτε πρόσβαση σε όλους ως προεπιλογή, χρησιμοποιείστε την λέξη ALL (ή την μάσκα δικτύου 0.0.0.0 / 0) και στη συνέχεια αναφέρετε ρητά ποιοι θα επιτρέπονται στην λίστα επιτρεπόμενων. Αφήστε αυτό το πεδίο κενό για να τις προεπιλεγμένες ρυθμίσεις
it: Questa opzione è una lista di Hosts, separati da una virgola, uno spazio o una tabulazione, ai quali NON è permesso accedere alla risorsa condivisa. In caso di conflitto la lista Hosts Autorizzati ha precedenza. Per disabilitare per default tutti gli Hosts utilizzare la parola chiave ALL (o la maschera di rete 0.0.0.0/0) quindi specificare gli Hosts Autorizzati nell'apposita lista. E' possibile specificare gli Hosts per nome o indirizzo IP. Lasciare il campo vuoto per utilizzare le impostazioni di default
lv: Šī iespēja ir komats, tukšumzīme vai tabulēšanas rakstzīme delimitētai saimnieku kopai, kuri NAV atļauti piekļūt šim kopīgojumam. Kur saraksti konfliktē, atļauju saraksts ņem virsroku. Ja nepieciešams aizliegt visus pēc noklusējuma, lieto atslēgvārdu ALL (priekš tīkla maskas 0.0.0.0/0) un tad norādi saimniekdatorus, kuriem dot piekļuvi atļauju sarakstā. Atstāj šo logu tukšu, lai lietotu noklusējuma uzstādījumus.
tr: Bu seçenek ile virgül, boşluk veya tab ile ayrılmışsa bir modüle izni verilmez. İzin listeleri içindeki uyuşmazlık listeleri önceliklidir. Varsayılan olarak tümünü reddetmek gerekirse TÜMÜ (veya ağmaskesi 0.0.0.0/0) anahtar sözcüğünü kullanın ve daha sonra açık bir şekilde ana makineye erişim izni vermek için bu parametreleri kullanın. Varsayılan ayarları kullanmak için bu alanı boş bırakın.

source: These parameters will be added to the module configuration in rsyncd.conf
el: Αυτές οι παράμετροι θα προστεθούν στις ρυθμίσεις μονάδας στο rsync.conf
it: Questi parametri verranno aggiunti alla configurazione del modulo in rsyncd.conf
lv: Šie parametri tiks pievienoti moduļa uzstādījumiem iekš rsyncd.conf.
tr: Bu parametreler rsyncd.conf dosyasında modül yapılandırmasına eklenecektir.

source: Rsync Module
el: Μονάδα Rsync
it: Modulo rsync
lv: Rsync modulis
tr: Rsync Modül

source: Rsync Modules
el: Μονάδες Rsync
it: Moduli rsync
lv: Rsync moduļi
tr: Rsync Modülleri

source: Check interval
el: Διάστημα μεταξύ ελέγχων
it: Intervallo tra controlli
lv: Pārbaužu intervāls
tr: Kontrol aralığı

source: Sets the interval between disk checks to N minutes. The default is 30 minutes
el: Θέτει το διάστημε μεταξύ ελέγχων των δίσκων σε Ν λεπτά. Προεπιλογή είναι 30 λεπτά
it: Imposta l'intervallo tra il controllo dei dischi a N minuti. Il default è 30 minuti
lv: Norāda intervālu starp diska pārbaudēm N minūtēs. Noklusējuma ir 30 minūtes
tr: Disk kontralleri arasındaki aralık N dakika olarak ayarlanır. Varsayılan değer 30 dakikadır.

source: Power mode
el: Λειτουργίας ισχύος
it: Modalità di alimentazione
lv: Jaudas režīms
tr: Güç modu

source: Difference
el: Διαφορά
it: Differenze
lv: Atšķirība
tr: Fark

source: Report if the temperature had changed by at least N degrees Celsius since last report. 0 to disable
el: Αναφορά εάν η θερμοκρασία αλλάξει κατά τουλάχιστον Ν βαθμούς Κελσίου από την προηγούμενη αναφορά. 0 για απενεργοποίηση
it: Invia un rapporto se la temperatura è variata di almeno N gradi centigradi dall'ultimo report. 0 per disabilitare
lv: Ziņot, ja temperatūra ir mainījusies par vismaz N grādiem pēc Celsija, pēc pēdējā ziņojuma. 0 lai atslēgtu
tr: Rapor: Sıcaklık son rapordan bu yana en az N derece değişmiş durumda. Devre dışı bırakmak için 0 girin.

source: Critical
el: Κρίσιμη
it: Critico
lv: Kritisks
tr: Kritik

source: Email to report
el: Email για αναφορά
it: Email per il rapporto
lv: E-pasts, kuram ziņot
tr: E-posta

source: Control Services
el: Έλεγχος Υπηρεσίες
it: Controllo Servizi
lv: Kontrolēt Servisus
tr: Kontrol Hizmetleri

source: Add Rsync Module
el: Προσθήκη μονάδας rsync
it: Aggiungi modulo rsync
lv: Pievienot Rsync Moduli
tr: Rsync Modülü Ekle

source: View Rsync Modules
it: Mostra moduli Rsync
lv: Skatīt Rsync moduļus
tr: Rsync Modül Görünümleri

source: The service could not be stopped.
el: Η υπηρεσία δεν μπόρεσε να σταματήσει.
it: Il servizio non ha potuto essere fermato.
lv: Servisu nevar apturēt.
tr: Servis durdurulamadı.

source: The service could not be started.
el: Η υπηρεσία δεν μπορεί να ξεκινήσει.
it: Il servizio non ha potuto essere avviato.
lv: Servisu nevarēja startēt.
tr: Servis başlatılamadı.

source: Confirm Share Password
it: Conferma password di condivisione
lv: Apstiprināt Kopīgojuma paroli
tr: Paylaşılan parola onayı

source: Maproot group requires Maproot user
el: H Maproot ομάδα απαιτεί χρήστη Maproot
it: Il gruppo Maproot richiede un utente Maproot
lv: Mapall grupa pieprasa Mapall lietotāju
tr: Yönetici haritası kullanıcısı yönetici haritası kullanıcı grubunu gerektirir

source: Mapall group requires Mapall user
el: Η Mapall ομάδα απαιτεί χρήστη Mapall
it: Il gruppo Mapall richiede un utente Mapall
lv: Mapall grupa pieprasa Mapall lietotāju
tr: Tüm harita kullanıcısı tüm harita grubunu gerektirir

source: Maproot user/group disqualifies Mapall
el: O Maproot χρήστης /ομάδα αποκλείει Mapall
it: Maproot user/group esclude Mapall
lv: Maproot lietotājs/grupa diskvalificē Mapall
tr: Yönetici haritası kullanıcı/grubun Tüm yönetici haritası yetkisini alır

source: The path %s does not exist
el: Η διαδρομή %s δεν υπάρχει
it: Il percorso %s non esiste
lv: Ceļš %s neesksitē.
tr: %s yolu mevcut değil

source: Export Read Only
el: Εξαγωγή Μόνο για ανάγνωση
it: Esporta in Sola Lettura
lv: Eksportēt tikai lasīšanai
tr: Sadece okunabilirleri ihraç et

source: Browsable to Network Clients
el: Δυνατότητα περιήγησης στους πελάτες Δικτύου
it: Navigabile dai client di rete
lv: Pārlūkojams tīkla klientiem
tr: Ağ istemcileri bakabilir

source: Inherit Owner
it: Eredita proprietario
lv: Mantot Īpašnieku
tr: İzinleri devral

source: Inherit Permissions
el: Κληρονόμηση Δικαιωμάτων
it: Permessi Ereditati
lv: Mantot atļaujas
tr: Kalıtsallık izinleri

source: Export Recycle Bin
el: Εξαγωγή Κάδου Ανακύκλωσης
it: Esporta Cestino
lv: Eksportēt atkritni
tr: Geri dönüşüm kutusuna taşı

source: Show Hidden Files
el: Εμφάνιση κρυφών αρχείων
it: Mostra Files Nascosti
lv: Rādīt apslēptās datnes
tr: Gizli dosyaları göster

source: Allow Guest Access
el: Να επιτρέπουν πρόσβαση επισκεπτών
it: Abilita Accesso Ospite
lv: Atļaut viesa piekļuvi
tr: Misafir erişimine izin ver

source: If true then no password is required to connect to the share. Privileges will be those of the guest account.
it: Se vero, allora nessuna password è richiesta per connettersi all'elemento condiviso. I privilegi saranno quelli dell'account ospite.
lv: Ja taisnība, tad parole nav obligāta, lai pievienotos kopīgojumam. Privilēģijas būs tās, kuras ir viesa lietotājam.
tr: Eğer doğruysa paylaşıma bağlanmak için parolaya gerek yoktur. Konuk hesabı olanlar ayrıcalıklı olacaktır.

source: Only Allow Guest Access
el: Να επιτρέπουν μόνο πρόσβαση επισκεπτών
it: Abilita Solo Accesso Ospite
lv: Atļaut tikai viesu piekļuvi
tr: Sadece misafir erişimine izin ver

source: If true then only guest connections to the share are permitted. This parameter will have no effect if Allow Guest Access is not set for the share.
it: Se vero, solo le connessioni degli ospiti all'elemento condiviso saranno consentite. Questo parametro non ha effetto se Consenti Accesso Ospite non è impostato per l'elemento condiviso.
lv: Ja patiess, tad tikai viesa pieslēgumi kopīgojumam būs atļauti. Šim parametram nebūs efekta, ja Atļaut Viesa Pieeju nebūs uzstādīts kopīgojumam.
tr: Eğer doğruysa sadece konuk bağlantılarına izin verilir. İzin ver özelliği konuk erişim paylaşımı için ayarlı değilse bu seçeneğin bir etkisi yoktur.

source: Hosts Allow
el: Επιτρεπόμενα μηχανήματα
it: Hosts Abilitati
lv: Saimnieki atļauj
tr: İzin verilecek ana bilgisayarlar

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this share. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
el: Η επιλογή αυτή είναι ένα σύνολο μηχανημάτων οριοθετημένα με κόμμα, διάστημα, ή tab οι οποίοι επιτρέπονται να προσπελάσουν το κοινόχρηστο. Μπορείτε τους καθορίσετε με το όνομα τους ή με την διεύθυνση IP τους. Για προεπιλογή αφήστε το πεδίο κενό.
it: Questa opzione è una lista di Hosts, separati da una virgola, uno spazio o una tabulazione, ai quali è permesso accedere alla risorsa condivisa. E' possibile specificare gli Hosts per nome o indirizzo IP. Lasciare il campo vuoto per utilizzare le impostazioni di default.
lv: Šī iespēja ir komats, tukšumzīme vai tabulēšanas rakstzīme delimitēta saimnieku kopa, kurai ir atļauja piekļūt šim kopīgojumam. Tu vari norādīt saimniekus pēc vārda vai IP adreses. Atstāj šo lauku tukšu priekš noklusējuma uzstādījumiem.
tr: Bu seçenek ile erişime izin verilen ana bilgisayrlar virgül, boşluk veya sekme ile ayarlanır. Bilgisayar adı veya IP numarası ile bilgisayarlar belirtebilirsiniz. Varsayılan ayarları kullanmak için bu alanı boş bırakın.

source: Hosts Deny
el: Μη επιτρεπόμενα μηχανήματα
it: Hosts Bloccati
lv: Saimnieki Aizliegt
tr: Reddedilecek ana bilgisayarlar

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this share. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
el: Η επιλογή αυτή είναι ένα σύνολο μηχανημάτων οριοθετημένα με κόμμα, διάστημα, ή tab οι οποίοι ΔΕΝ επιτρέπονται να προσπελάσουν το κοινόχρηστο. Σε περίπτωση διαφωνίας με την λίστα επιτρεπόμενων υπερισχύει η τελευταία. Έτσι σε περίπτωση που είναι αναγκαίο να αρνηθείτε πρόσβαση σε όλους ως προεπιλογή, χρησιμοποιείστε την λέξη ALL (ή την μάσκα δικτύου 0.0.0.0 / 0) και στη συνέχεια αναφέρετε ρητά ποιοι θα επιτρέπονται στην λίστα επιτρεπόμενων. Αφήστε αυτό το πεδίο κενό για να τις προεπιλεγμένες ρυθμίσεις.
it: Questa opzione è una lista di Hosts, separati da una virgola, uno spazio o una tabulazione, ai quali NON è permesso accedere alla risorsa condivisa. In caso di conflitto la lista Hosts Abilitati ha precedenza. Per disabilitare per dafault tutti gli Host utilizzare la keyword ALL (o la netmask 0.0.0.0/0) quindi specificare gli Hosts Abilitati nell'apposita lista. E' possibile specificare gli Hosts per nome o indirizzo IP. Lasciare il campo vuoto per utilizzare le impostazioni di default.
lv: Šī iespēja ir komats, tukšumzīme vai tabulēšanas rakstzīme delimitētai saimnieku kopai, kuri NAV atļauti piekļūt šim kopīgojumam. Kur saraksti konfliktē, atļauju saraksts ņem virsroku. Ja nepieciešams aizliegt visus pēc noklusējuma, lieto atslēgvārdu ALL (priekš tīkla maskas 0.0.0.0/0) un tad norādi saimniekdatorus, kuriem dot piekļuvi atļauju sarakstā. Atstāj šo logu tukšu, lai lietotu noklusējuma uzstādījumus.
tr: Bu seçenek ile virgül, boşluk veya tab ile ayrılmışsa ana makineye paylaşım izni verilmez. İzin listeleri içindeki uyuşmazlık listeleri önceliklidir. Varsayılan olarak tümünü reddetmek gerekirse TÜMÜ (veya ağmaskesi 0.0.0.0/0) anahtar sözcüğünü kullanın ve daha sonra açık bir şekilde ana makineye erişim izni vermek için bu parametreleri kullanın. Varsayılan ayarları kullanmak için bu alanı boş bırakın.

source: These parameters are added to [Share] section of smb.conf
el: Οι παράμετροι αυτοί προστίθενται στο [Share] του smb.conf
it: Questi parametri saranno aggiunti alla sezione [Share] del file smb.conf
lv: Šie parametri ir pievienoti uz [Share] sekciju iekš smdb.conf
tr: Bu parametreler smb.conf dosyasında [Share] bölümüne eklenir

source: Windows (CIFS) Share
it: Elemento condiviso di Windows (CIFS)
lv: Windows (CIFS) Kopīgojums
tr: Windows (CIFS) Paylaşımı

source: Windows (CIFS) Shares
it: Elementi condivisi di Windows (CIFS)
lv: Windows (CIFS) Kopīgojumi
tr: Windows (CIFS) Paylaşımları

source: The volume name is the name that appears in the Chooser of the 'connect to server' dialog on Macintoshes to represent the appropriate share. If volumename is unspecified, the last component of pathname is used. No two volumes may have the same name. The volume name cannot contain the ':' character. The volume name is mangled if it is very long. Mac codepage volume name is limited to 27 characters. UTF8-MAC volume name is limited to 'Volume Name Length' parameter in Services:Apple Share
el: Το όνομα του τόμου είναι το όνομα που εμφανίζεται στην επιλογή 'σύνδεση με τον διακομιστή' για Macintosh που εκπροσωπεί το ανάλογο share. Αν το όνομα τόμου δεν προσδιορίζεται, το τελευταίο στοιχείο του ονόματος μονοπατιού χρησιμοποιείται. Δεν μπορούν δύο τόμοι να έχουν το ίδιο όνομα. Το όνομα τόμου δεν μποροεί να περιέχει τον ':' χαρακτήρα. Το όνομα τόμου κόβεται αν είναι πολύ μεγάλο. Όνομα τόμου με κωδικοποίηση Mac περιορίζεται σε 27 χαρακτήρες. UTF8-MAC όνομα τόμου είναι περιορίζεται στην παράμετρο 'Μήκος ονόματος τόμου' στις υπηρεσίες: Apple Share
it: Il nome del Volume è il nome che appare nella finestra 'Connect to Server' dei Macintosh e che rappresenta la condivisione. Se il nome del volume non è specificato, viene utilizzata l'ultima parte del percorso. Due o più volumi non possono avere lo stesso nome. Il nome del volume non può contenere il carettere ':', e viene troncato se è troppo lungo. Il nome del volume nei Mac è limitato a 27 caratteri. Il nome del volume in UTF8-MAC è limitato dal parametro 'Lunghezza del nome di volume' in Servizi:Condivisione Apple
lv: Sējuma vārds ir vārds, kurš parādās Izvēlētajā 'pieslēgties serverim' dialogā iekš Makintošiem, lai pārstāvētu piemēroto kopīgojumu. Ja nenorāda sējuma nosaukumu, pēdējais ceļa komponents tiek lietots. Diviem sējumiem nevar būt vienādi vārdi. Sējuma nosaukums nevar saturēt ':' simbolu. Nosaukumu izkropļo, ja tas ir par garu. Mac koda lapas sējuma nosaukums ir limitēts līdz 27 simboliem. UTF8-MAC sējuma nosaukums ir limitēts līdz 'Volume Name Length' parametram iekš Services:Apple Share
tr: Birim adı uygun istemciyi temsilen Machintosh'lar üzerinde iletişim sunucusuna bağlanmak için Seçicide görünen addır. Birim adı belirtilmemiş ise, dosya yolunun son bileşeni kullanılır. İki birim aynı ada sahip olamaz. Birim adı ':' karakteri içeremez. Birim adı çok uzunsa parçalanabilir. Mac kod sayfası birim adı 27 karakterle sınırlıdır. UTF8-MAC Birim adı Hizmetleri 'Birim Adı Boyu' parametresi ile sınırlıdır: Apple Paylaşımı

source: Share Comment
el: Σχόλιο κοινοχρήστου
it: Commento della Condivisione
lv: Kopīgojuma komentārs
tr: Paylaşım yorumu

source: Share password
el: Κωδικός κοινοχρήστου
it: Password condivisione
lv: Kopīgojuma parole
tr: Paylaşım parolası

source: This option allows you to set a volume password, which can be a maximum of 8 characters long (using ASCII strongly recommended at the time of this writing).
el: Αυτή η επιλογή σας επιτρέπει να ορίσετε έναν κωδικό πρόσβασης τόμου, που μπορεί να είναι το πολύ 8 χαρακτήρες (η χρήση ASCII συνιστάται προς το παρόν).
it: Questa opzione consente di impostare una password di volume, che può essere lunga al massimo 8 caratteri (al momento è fortemente raccomandato l'uso di ASCII).
lv: Šī iespēja ļauj uzstādīt sējuma paroli, kura var būt maksimāli 8 simbolus gara (ASCII ir stingri ieteicams).
tr: Bu seçenek biriminize en fazla 8 karakterli bir parola belirlemenize olanak sağlar (bu yazı yazılırken ASCII karakterlerinin kullanılması tavsiye edilir).

source: Allow List
el: Λίστα επιτρεπόμενων
it: Lista Autorizzati
lv: Atļauju saraksts
tr: İzin verilen liste

source: This option allows the users and groups that access a share to be specified. Users and groups are specified, delimited by commas. Groups are designated by a @ prefix.
el: Αυτή η επιλογή επιτρέπει να καθοριστούν οι χρήστες και οι ομάδες που θα έχουν πρόσβαση στο κοινόχρηστο. Οι χρήστες και οι ομάδες που αναφέρονται, οριοθετούνται με κόμμα. Οι ομάδες προσδιορίζονται με το πρόθεμα @.
it: Questa opzione consente di specificare gli utenti ed i gruppi autorizzati ad accedere alla condivisione. Gli utenti e i gruppi sono separati da una virgola. I gruppi sono indicati con il prefisso @.
lv: Šī iespēja ļauj noteikt lietotājus un grupas, kuras piekļūst kopīgojumam. Lietotājus un grupas norāda, atdalot ar komatiem. Grupas dizainē ar @ prefiksu
tr: Bu seçenek ile paylaşımda belirtilecek kullanıcı ve gruplar belirlenir. Kullanıcı ve grupları belirlemek için virgülle ayrılır. Gruplar @ öneki ile belirtilir.

source: Deny List
el: Λίστα μη-επιτρεπόμενων
it: Lista NON Autorizzati
lv: Aizliegto saraksts
tr: Reddedilen liste

source: The deny option specifies users and groups who are not allowed access to the share. It follows the same format as the allow option.
el: Η επιλογή μη-επιτρεπόμενων καθορίζει τους χρήστες και τις ομάδες που δεν έχουν πρόσβαση στο κοινόχρηστο στοιχείο. Ακολουθεί την ίδια μορφή όπως η επιλογή επιτρεπόμενων.
it: Questa opzione consente di specificare gli utenti ed i gruppi NON autorizzati ad accedere alla condivisione. Usa lo stesso formato della Lista Autorizzati.
lv: Aizliegšanas iespēja norāda lietotājus un grupas, kurām nav atļauts piekļūt kopīgojumam. Tā seko tam pašam formātam kā atļauju iespēja.
tr: Bu seçenek ile reddeilen belirli kullanıcı ve grupların paylaşımına izin verilmez. İzin verilen bu seçenek aynı biçimi izler.

source: Read-only Access
el: Προσπέλαση Μόνο για Ανάγνωση
it: Accesso in Sola Lettura
lv: Tikai lasīšanas piekļuve
tr: Sadece-Okuma erişimi

source: Allows certain users and groups to have read-only access to a share. This follows the allow option format.
el: Επιτρέπει σε συγκεκριμένους χρήστες και ομάδες να έχουν πρόσβαση μόνο για ανάγνωση σε ένα κοινόχρηστο στοιχείο. Ακολουθεί τη μορφή όπως η επιλογή επιτρεπόμενων.
it: Questa opzione consente di specificare gli utenti ed i gruppi autorizzati ad accedere alla condivisione in Sola Lettura. Usa lo stesso formato della Lista Autorizzati.
lv: Piešķir noteiktiem lietotājiem un grupām tikai-lasīšanas pieeju. Šis seko tam pašam formātam kā atļauju iespēja.
tr: Bazı kullanıcılar ve gruplara bir paylaşıma salt okunur erişimi sağlar. Bu izin seçenek biçimine uyar.

source: Read-write Access
el: Προσπέλαση για Ανάγνωση και Εγγραφή
it: Accesso in Lettura e Scrittura
lv: Lasīšanas-Rakstīšanas piekļuve
tr: Okuma-Yazma erişimi

source: Allows certain users and groups to have read/write access to a share. This follows the allow option format.
el: Επιτρέπει σε συγκεκριμένους χρήστες και ομάδες να έχουν πρόσβαση ανάγνωσης/εγγραφής σε ένα share. Ακολουθεί τη μορφή που τις επιλογής παραχώρηση.
it: Questa opzione consente di specificare gli utenti ed i gruppi autorizzati ad accedere alla condivisione in Lettura e Scrittura. Usa lo stesso formato della Lista Autorizzati.
lv: Dod noteiktiem lietotājiem un grupām lasīšanas/rakstīšanas piekļuvi kopīgojumam. Šis seko atļauju formātam.
tr: Bazı kullanıcı ve gruplara paylaşım için okuma/yazma erişimi ver. Bu izin verme seçenek biçimine uyar.

source: Time Machine
lv: Laika mašīna
tr: Zaman Makinesi

source: Database Path
el: Διαδρομή βάσης δεδομένων
it: Percorso Database
lv: Datubāzes ceļš
tr: Veri tabanı yolu

source: Sets the database information to be stored in path. You have to specify a writable location, even if the volume is read only.
el: Ορίζει οι πληροφορίες της βάσης δεδομένων να αποθηκεύονται στο μονοπάτι. Θα πρέπει να καθορίσετε μία εγγράψιμη θέση, έστω και αν ο τόμος είναι μόνο για ανάγνωση.
it: Definisce il percorso dove salvare le informazioni del database. È necessario specificare una posizione scrivibile, anche se il volume è di sola lettura.
lv: Liek datubāzes informāciju glabāt iekš ceļa. Tev vajag norādīt rakstāmu vietu, pat ja sējuma ir tikai lasāms.
tr: Kaydedilecek veri tabanı bilgileri yolunu ayarlar. Birim salt okunabilir olsa bile bir konum belirtmeniz gerekir.
