Repository: yvesc/freegui
Catalog: gui/locale/*/LC_MESSAGES/django.po
Languages: el, it, lv, tr

source: First burst length
el: Πρώτη διάρκεια διάρρηξης
it: Lunghezza del primo burst
lv: Pirmais sprādziena garums
tr: Birinci veri blok uzunluğu

source: iSCSI initial parameter (65536 by default).
el: Αρχική παράμετρος iSCSI (65536 από προεπιλογή).
it: iSCSI parametro iniziale (65536 di default).
lv: iSCSI sākuma parametrs (65523 pēc noklusējuma).
tr: iSCSI başlangıç parametresi (varsayılan değer 65536)

source: Max burst length
el: Μέγιστη διάρκεια διάρρηξης
it: Massima lunghezza del burst
lv: Maksimālais sprādziena garums
tr: En fazla veri blok uzunluğu

source: iSCSI initial parameter (262144 by default).
el: Αρχική παράμετρος iSCSI (262144 από προεπιλογή).
it: iSCSI parametro iniziale (262144 di default).
lv: iSCSI sākuma parametrs (262144 pēc noklusējuma).
tr: iSCSI başlangıç parametresi (varsayılan değer 262144)

source: Max receive data segment length
el: Μέγιστο μήκος λήψης τμημάτων δεδομένων
it: Lunghezza massima dei segmenti in ricezione
lv: Maksimālais saņemto datu segmenta garums
tr: Alınacak en fazla veri bölüm uzunluğu

source: DefaultTime2Wait
lv: Noklusējuma gaidīšanas laiks
tr: Beklenecek varsayılan zaman

source: iSCSI initial parameter (2 by default).
el: Αρχική παράμετρος iSCSI (2 από προεπιλογή).
it: iSCSI parametro iniziale (2 di default).
lv: iSCSI sākuma parametrs (2 pēc noklusējuma).
tr: iSCSI başlangıç parametresi (varsayılan değer 2)

source: DefaultTime2Retain
lv: Noklusējuma paturēšanas laiks
tr: Muhafaza edilecek varsayılan zaman

source: iSCSI initial parameter (60 by default).
el: Αρχική παράμετρος iSCSI (60 από προεπιλογή).
it: Parametro iniziale ISCSI (60 di default).
lv: iSCSI sākuma parametrs (60 pēc noklusējuma).
tr: iSCSI başlangıç parametresi (varsayılan değer 60)

source: Enable LUC
el: Ενεργοποίηση LUC
it: Abilita LUC
lv: Iespējot LUC
tr: LUC etkinleştir

source: Controller IP address
el: Διεύθυνση IP ελεγκτή
it: Controller indirizzo IP
lv: Kontroliera IP adrese
tr: Kontrolör IP adresi

source: Logical Unit Controller IP address (127.0.0.1(localhost) by default)
el: Διεύθυνση IP ελεγκτή Logical Unit (127.0.0.1 (localhost) από προεπιλογή)
it: Indirizzo IP del controller dell'unità logica (di default è 127.0.0.1 ( localhost ))
lv: Loģiskās Vienības Kontroliera IP adrse (127.0.0.1(saimniekdators) pēc nokusējuma)
tr: Mantıksal Birim Kontrolörü IP adresi (varsayılan 127.0.0.1 (localhost))

source: Controller TCP port
el: Θύρα TCP ελεγκτή
it: Controller porta TCP
lv: Kontroliera TCP ports
tr: Kontrolör TCP bağlantı noktası

source: Logical Unit Controller TCP port (3261 by default)
el: Θύρα TCP ελεγκτή Logical Unit (3261 από προεπιλογή)
it: Porta TCP del controller dell'unità logica ( di default è 3261 )
lv: Loģiskās Vienības Kontroliera TCP ports (3261 pēc noklusējuma)
tr: Mantıksal Birim Kontrolörü TCP bağlantı noktası (varsayılan 3261)

source: Controller Authorized Network
el: Εξουσιοδοτημένο δίκτυο ελεγκτή
lv: Kontroliera Autorizēts Tīkls
tr: Yetkili ağ denetleyicisi

source: Logical Unit Controller Authorized netmask (127.0.0.0/8 by default)
lv: Loģiskās Vienības Kontroliera Autorizētā tīkla maska (127.0.0.0/8 pēc noklusējuma)
tr: Mantıksal Birim Denetleyicisi Yetkili ağ maskesi (varsayılan 127.0.0.0/8)

source: Controller Auth Method
el: Μέθοδος Auth ελεγκτή
it: Metodo di autenticazione del controller
lv: Kontroliera Autorizācijas Metode
tr: Kontrolör yetki yöntemi

source: The method can be accepted in the controller.
el: Η μέθοδος μπορεί να γίνει δεκτή στον ελεγκτή.
it: Il metodo può essere accettato nel controller.
lv: Metodi var pieņemt kontrolierī.
tr: Bu yöntem kontrolör olarak kabul edilebilir.

source: The istgtcontrol can access the targets with correct user and secret in specific Auth Group.
el: Το istgtcontrol μπορεί να έχει πρόσβαση στους στόχους με το σωστό χρήστη και μυστικό σε συγκεκριμένη ομάδα Auth.
it: Istgtcontrol può accedere ai target con utente e password corretti nel Gruppo Autenticazione specifico.
lv: Istgtcontrol var piekļūt mērķiem, izmantojot pareizu lietotāju un noslēpumu konkrētajai Auth Group.
tr: Istgtcontrol ile hedeflere özel onay grubu, kullanıcı adı ve parolası ile erişebilir.

source: Target Global Configuration
it: Target di configurazione globale
lv: Mērķa Globālā Konfigurācija
tr: Hedef Genel Yapılandırma

source: Extent Name
el: Επέκταση ονόματος
it: Nome dell'Extent
lv: Apjoma Vārds
tr: Boyut adı

source: String identifier of the extent.
el: String αναγνωριστικό της έκτασης.
it: Stringa identificativa dell'extent.
lv: Apjoma virknes .identifikators.
tr: Boyutun karakter dizisi tanımlayıcısı.

source: Type used as extent.
el: Τύπος που χρησιμοποιείται ως επέκταση.
it: Tipo utilizzato come Extent.
lv: Tips, kuru izmanto par apjomu.
tr: Boyut türü kullan.

source: Path to the extent
el: Μονοπάτι προς την έκταση
it: Percorso per l'extent
lv: Ceļš uz apjomu
tr: Boyutun yolu

source: File path (e.g. /mnt/sharename/extent/extent0) used as extent.
el: Διαδρομή αρχείου (π.χ. /mnt/sharename/extent/extent0) που χρησιμοποιείται ως επέκταση.
it: Percorso del file utilizzato come extent (es. /mnt/sharename/extent/extent0).
lv: Datnes ceļš (piem. /mnt/sharename/extent/extent0) ,kurš lietots kā apjoms.
tr: Kullanılan dosya boyutu yolu (örneğin /mnt/sharename/extent/extent0).

source: Extent size
el: Μέγεθος επέκτασης
it: Dimensione dell'extent
lv: Apjoma izmērs
tr: Boyut kapasitesi

source: Size of extent, 0 means auto, a raw number is bytes, or suffix with KB, MB, TB for convenience.
el: Μέγεθος επέκτασης, 0 σημαίνει αυτόματα, ένας ακατέργαστο αριθμός είναι bytes, ή επίθεστε με KB, MB, TB για λόγους ευκολίας.
it: Dimensione dell'extent, 0 significa automatico, un numero intero esprime bytes, utilizza KB, MB, TB per praticità.
lv: Apjoma izmērs, 0 nozīmē automātisks, parasts cipars ir baiti, vai ar sufiksu KB,MB,TB ērtumam.
tr: Boyut kapasitesi, 0 otomatik anlamına gelir, bayt olarak bir sayı ve son ek olarakta KB, MB veya TB kullanılabilir.

source: Comment
el: Σχόλιο
it: Commento
lv: Komentārs
tr: Yorum

source: You may enter a description here for your reference.
el: Μπορείτε να εισάγετε μια περιγραφή εδώ για αναφορά.
it: È possibile inserire una descrizione qui per riferimento.
lv: Tu vari ievadīt parakstu priekš sevis.
tr: Referans için buraya bir açıklama girebilirsiniz.

source: Extent
el: Επέκταση
lv: Apjoms
tr: Boyut

source: Portal Group ID
el: ID Group πύλης
it: ID Gruppo Portale
lv: Portāla Grupas ID
tr: Portal grup kimliği

source: Portal
el: Πύλη
it: Portale
lv: Portāls

source: IP Address
el: Διεύθυνση IP
it: Indirizzo IP
lv: IP Adrese
tr: IP adresi

source: Portal IP
el: IP πύλης
it: IP Portale
lv: Portāla IP

source: Initiators
el: Ενεργοποιητές
it: Iniziatori
lv: Iniciatori
tr: Başlatıcılar

source: Initiator authorized to access to the iSCSI target. It takes a name or 'ALL' for any initiators.
el: Ο ενεργοποιητής που εξουσιοδοτήθηκε να έχει πρόσβαση στον στόχο iSCSI. Παίρνει ένα όνομα ή 'ALL' για κάθε ενεργοποιητή.
it: Inizializzatore autorizzato ad accedere alla destinazione ISCSI. Indicare un nome, oppure utilizzare 'ALL' per tutti gli inizializzatori.
lv: Iniciators ar piekļuvi iSCSI mērķim. Tas pieņem vārdu vai 'ALL' jebkuriem iniciatoriem.
tr: iSCSI hedef erişim yetkisi başlatıcısı. Herhangi bir başlatıcı için bir ad veya 'TÜMÜ' alınır.

source: Authorized network
el: Εξουσιοδοτημένο δίκτυο
it: Rete autorizzata
lv: Autorizēts tīkls
tr: Yetkili ağ

source: Network authorized to access to the iSCSI target. It takes IP or CIDR addresses or 'ALL' for any IPs.
el: Το δίκτυο που εξουσιοδοτήθηκε να έχει πρόσβαση στον στόχο iSCSI. Παίρνει IP ή CIDR διευθύνσεις ή 'ALL' για κάθε IP.
it: Rete autorizzata ad accedere alla destinazione iSCSI. Richiede un indirizzo IP o CIDR, o utilizzare 'ALL' per autorizzare qualsiasi rete.
lv: Tīkls, kurš autorizēts piekļūt iSCSI mērķim. Tas pieņem IP vai CIDR adresi vai 'ALL' jebkurām IP.
tr: iSCSI hedef ağ erişim yetkisi. Bu herhangi bir IP adresi için 'TÜMÜ' veya IP ve CIDR adresleri alır.

source: Initiator
el: Eνεργοποιητής
it: Iniziatore
lv: Iniciators
tr: Başlatıcı

source: Target side user name. It is usually the initiator name by default.
el: Όνομα χρήστη πλευράς στόχου. Συνήθως είναι το όνομα του ενεργοποιητή από προεπιλογή.
it: User name lato destinazione, solitamente è il nome di default dell'inizializzatore.
lv: Mērķa puses lietotāja vārds. Tas parasti pēc noklusējuma ir iniciatora nosaukums.
tr: Yan hedef kullanıcı adı. Genellikle varsayılan başlatıcı adıdır.

source: Secret
el: Μυστικό
it: Password
lv: Noslēpums
tr: Parola

source: Target side secret.
el: Μυστικό πλευράς στόχου.
it: Password Target side.
lv: Mērķa puses noslēpums.
tr: Hedef tarafı parolalı.

source: Peer User
el: Χρήστης peer
it: Utente Peer
lv: Vienādranga lietotājs
tr: Eş Kullanıcı

source: Peer Secret
el: Μυστικό peer
it: Password Peer
lv: Vienādranga noslēpums
tr: Gizli Eş

source: Initiator side secret. (for mutual CHAP authentication)
el: Μυστικό πλευράς εκκινητή. (Για την επαλήθευση του mutual CHAP)
it: Password lato Initiator (per l'autenticazione CHAP)
lv: Ierosinātāja puses noslēpums. (savstarpējām CHAP autentifikācijām)
tr: Başlatıcı tarafı gizli. (Karşılıklı CHAP kimlik doğrulamaları için)

source: Authorized Access
el: Εξουσιοδοτημένη πρόσβαση
it: Accesso autorizzato
lv: Autorizēta Piekļuve
tr: Yetkili Giriş

source: Authorized Accesses
el: Εξουσιοδοτημένες προσβάσεις
it: Accessi autorizzati
lv: Autorizētas piekļuves
tr: Yetkili Girişler

source: Target Name
el: Όνομα στόχου
it: Nome della destinazione
lv: Mērķa nosaukums
tr: Hedef adı

source: Base Name will be appended automatically when starting without 'iqn.'.
el: Το βασικό όνομα θα προσαρτηθεί αυτόματα όταν ξεκινάει χωρίς 'iqn.'.
it: Il nome di base verrà automaticamente aggiunto quando si inizia senza 'iqn.'.
lv: Bāzes nosaukums tiks pievienot automātiski, kad sāk bez 'iqn.'.
tr: Temel adların başına otomatik olarak 'iqn.' eklenir.

source: Target Alias
el: Ψευδώνυμο στόχου
it: Alias del Target
lv: Mērķa aizstājējvārds
tr: Hedef takma adı

source: Optional user-friendly string of the target.
el: Προαιρετική φιλική προς τον χρήστη συμβολοσειρά του στόχου.
it: Stringa user-friendly opzionale per la destinazione.
lv: Neobligāta, mērķa lietotājam draudzīga virkne.
tr: İsteğe bağlı kullanıcı-dostu dizesi hedefi.

source: Serial
el: Σειριακό
it: Numero di serie
lv: Seriālais
tr: Seri

source: Serial number for the logical unit
el: Ο σειριακός αριθμός για την λογική μονάδα
it: Numero di serie dell'unità logica
lv: Seriālais numurs loģiskajai ierīcei
tr: Mantıksal birim için seri numarası

source: Logical Unit Type mapped to LUN.
el: Τύπος logical uinit Type αντιστοιχισμένος σε LUN.
it: Tipo di unità logica mappata come LUN.
lv: Loģiskās Vienības Tips, kurš kartēts uz LUN.
tr: Eşleşen Mantıksal Birim Türü LUN.

source: Target Flags
el: Σημαίες στόχου
it: Flags di destinazione
lv: Mērķa Karogi
tr: Hedef bayrakları

source: Initiator Group ID
el: Group ID ενεργοποιητή
it: ID del gruppo degli iniziatori
lv: Iniciatora Grupas ID
tr: Başlatıcı grup kimliği

source: Auth Method
el: Μέθοδος Auth
it: Metodo di Autenticazione
lv: Autentifikācijas metode
tr: Yetki yönetimi

source: The method can be accepted by the target. Auto means both none and authentication.
el: Η μέθοδος μπορεί να γίνει αποδεκτή από το στόχο. Αυτόματο σημαίνει κανένας και πιστοποίηση.
it: Metodo che può essere accettato dalla destinazione. Auto significa sia Nessuno che Autenticazione.
lv: Metodi var pieņemt mērķis. Auto nozīmē abus - nekādu un autentifikācijas.
tr: Bu yöntem hedef tarafından kabul edilebilir. Otomatik, hiçbir yetkilendirme yapma demektir.

source: Authentication Group ID
el: Group ID πιστοποίησης
it: ID del gruppo di autenticazione
lv: Autentifikācijas Grupas ID
tr: Kimlik Doğrulaması Grup Kimliği

source: Queue Depth
el: Βάθος ουράς
it: Dimensione della coda
lv: Rindas dziļums
tr: Sıra derinliği

source: 0=disabled, 1-255=enabled command queuing with specified depth. The recommended queue depth is 32.
el: 0=απενεργοποιημένο, 1-255=ενεργοποιημένο command queuing με καθορισμένο βάθος. Το συνιστώμενο βάθος ουράς είναι 32.
it: 0=disabilitato, 1-255=abilita la gestione dei comandi accodati con una specifica lunghezza. Il valore raccomandato della lunghezza della coda è 32.
lv: 0=atspējota, 1-255=iespējota komandu rindošana ar noteikto dziļumu. Ieteicamais dziļums ir 32.
tr: 0 = kapalı, 1-255 = etkin. Komutları belirtilen derinliği sıraya alır. Tavsiye edilen derinlik sırası 32'dir.

source: Logical Block Size
el: Μέγεθος λογικού block
it: Dimensione Blocco Logico
lv: Loģiskā Bloka izmērs
tr: Mantıksal blok kapasitesi

source: You may specify logical block length (512 by default). The recommended length for compatibility is 512.
el: Μπορείτε να καθορίσετε το μήκος του λογικού block (512 από προεπιλογή). Το συνιστώμενο μήκος για συμβατότητα είναι 512.
it: Puoi specificare la lunghezza del blocco logico (di default è 512). La lunghezza raccomandata per compatibilità è 512.
lv: Tu vari norādīt loģiskā bloka garumu (512 pēc noklusējuma). Ieteicamais garums saderībai ir 512.
tr: Mantıksal blok uzunluğunu belirleyebilirsiniz (varsayılan 512). Uyumluluk için önerilen uzunluk 512'dir.

source: Target
el: Στόχος
it: Destinazione
lv: Mērķis
tr: Hedef

source: Target this extent belongs to
it: Il target a cui appartiene questo extent
lv: Mērķa šis apjoms pieder
tr: Bu boyuta ait olan hedef

source: Target / Extent
el: Στόχος / Έκταση
lv: Mērķis / Apjoms
tr: Hedef / Boyut

source: Targets / Extents
el: Στόχοι / Εκτάσεις
lv: Mērķi / Apjomi
tr: Hedefler / Boyutlar

source: Provider
el: Πάροχος
lv: Piegādātājs
tr: Sağlayıcı

source: Domain name
it: Nome Dominio
lv: Domēna vārds
tr: Alan adı

source: Update period
el: Περίοδος ενημέρωσης
it: Intervallo di aggiornamento
lv: Atjaunošanas periods
tr: Güncelleme süresi

source: Time in seconds. Default is about 1 min.
el: Χρόνος σε δευτερόλεπτα. Προεπιλογή περίπου 1 λεπτό.
it: Tempo in secondi. Il valore predefinito è circa 1 min.
lv: Laiks sekundēs. Noklusējumā ir apmēram 1 minūte.
tr: Saniye cinsinden zaman. Standardı 1 dakika kadardır.

source: Forced update period
el: Εξαναγκασμένη περίοδος ενημέρωσης
it: Intervallo di aggiornamento forzato
lv: Uzspiests atjaunošanās periods
tr: Zorunlu güncelleme süresi

source: Dynamic DNS
el: Δυναμική DNS
it: DNS dinamico
lv: Dinamiskais DNS
tr: Dinamik DNS

source: Location
el: Τοποθεσία
it: Ubicazione
lv: Vieta
tr: Konum

source: Location information, e.g. physical location of this system: 'Floor of building, Room xyzzy'.
el: Πληροφορίες τοποθεσίας, π.χ. φυσική θέση του συστήματος: 'Όροφος του κτιρίου, Αίθουσα χχψψζζ'.
it: Informazioni sull'ubicazione, es. ubicazione fisica di questo sistema: 'Piano terra, Stanza xyzzy'.
lv: Vietas informācija, piem. fiziskā atrašanās vieta šai sistēmai. 'Mājas stāvs', 'Istaba xyzzy'.
tr: Konum bilgileri, örneğin bu sistemin fiziksel konumu:'Bina Kat, Oda xyzzy'.

source: Contact
el: Επικοινωνία
it: Contatto
lv: Kontakts
tr: İletişim

source: Contact information, e.g. name or email of the person responsible for this system: 'admin@email.address'.
el: Πληροφορίες επικοινωνίας, π.χ. όνομα ή e-mail του υπεύθυνου για αυτό το σύστημα: 'admin@email.address'.
it: Informazioni sul contatto, es. nome o e-mail della persona responsabile di questo sistema: 'admin@email.address'.
lv: Kontakta informācija, piem. atbildīgās personas vārds vai e-pasts. 'admin@epasta.adrese'.
tr: İletişim bilgileri, örneğin adını veya bu sistemden sorumlu kişinin e-postası: 'yönetici@e-posta.adresi'.

source: Community
el: Κοινότητα
lv: Kopiena
tr: Topluluk

source: In most cases, 'public' is used here.
el: Στις περισσότερες περιπτώσεις, το 'public' χρησιμοποιείται εδώ.
it: Nella maggior parte dei casi, viene utilizzato 'public'.
lv: Vairumā gadījumu, 'public' tiek šeit lietots.
tr: Çoğu durumda burada 'genel' kullanılır.

source: Send SNMP Traps
el: Αποστολή SNMP Traps
it: Invia Traps SNMP
lv: Sūtīt SNMP slazdus
tr: SNMP tuzaklarını gönder

source: Identifier
el: Αναγνωριστικό
it: Identificatore
lv: Identifikators
tr: Tanımlayıcı

source: This name is used to uniquely identify your UPS on this system.
el: Αυτό το όνομα χρησιμοποιείται για να προσδιορίσει επακριβώς το UPS σας σε αυτό το σύστημα.
it: Questo nome è utilizzato per l'identificazione univoca del tuo UPS nel sistema.
lv: Šo vārdu lieto, lai unikāli identificētu tavu UPS uz šīs sistēmas.
tr: Bu sistem üzerinde UPS tanımlamak için benzersiz bir ad kullanılmalıdır.

source: Remote Host
it: Host Remoto
lv: Attālinātais saimnieks
tr: Uzak ana bilgisayar

source: Driver
el: Οδηγός
lv: Draiveris
tr: Sürücü

source: The driver used to communicate with your UPS.
el: Ο οδηγός που χρησιμοποιείται για την επικοινωνία με το UPS σας.
it: Il driver utilizzato per la comunicazione con il tuo UPS.
lv: Draiveris, kurš tiek lietots komunikācijai ar tavu UPS.
tr: Sürücü UPS ile iletişim kurmak için kullanılır.

source: The serial or USB port where your UPS is connected.
el: Η σειριακή ή USB θύρα, όπου το UPS σας είναι συνδεδεμένο.
it: Porta Seriale o USB alla quale è collegato l'UPS.
lv: Seriālais vai USB ports, kurā tavs UPS ir pieslēgts.
tr: UPS'e bağlı seri veya USB bağlantı noktası nerede.

source: Auxiliary parameters (ups.conf)
el: Βοηθητικές παράμετροι (ups.conf)
it: Parametri ausiliari (ups.conf)
lv: Palīgparametri (ups.conf)
tr: Yardımcı parametreler (ups.conf)

source: Additional parameters to the hardware-specific part of the driver.
el: Πρόσθετες παράμετροι στο ειδικό-για-το-υλικό μέρος του οδηγού.
it: Parametri addizionali per la porzione di driver dipendente dall'hardware.
lv: Papildus parametri dzelžu-specifiskajai draivera daļai.
tr: Sürücünün donanımı ile belirli bir kısmına ek parametreler.

source: Shutdown mode
el: Κατάσταση τερματισμού λειτουργίας
it: Metodo di Shutdown
lv: Izslēgšanās režīms
tr: Kapatma modu

source: Shutdown timer
el: Χρονομετρητής τερματισμού λειτουργίας
it: Timer di shutdown
lv: Izslēgšanās taimeris
tr: Kapatma zamanlayıcısı

source: The time in seconds until shutdown is initiated. If the UPS happens to come back before the time is up the shutdown is canceled.
el: Ο χρόνος σε δευτερόλεπτα μέχρι να ενεργοποιηθεί ο τερματισμος λειτουργίας. Αν το UPS επανέλθει πριν τελειώσει ο χρόνος το κλείσιμο ακυρώνεται.
it: Tempo in secondi prima di avviare lo Shutdown. Se l'UPS rientra in linea prima del termine del tempo, il processo di spegnimento viene annullato.
lv: Laiks sekundēs līdz izslēgšanās ir uzsākta. Ja UPS atgriežas pirms laiks ir beidzies, izslēgšana tiek atcelta.
tr: Kapatma saniyeler içinde başlatılır. UPS de geri dönme durumu oluşursa zaman bitmeden kapatma iptal edilir.

source: Extra users (upsd.users)
el: Επιπλέον χρήστες (upsd.users)
it: Utenti aggiuntivi (upsd.users)
lv: Papildus lietotāji (upsd.users)
tr: Ekstra kullanıcılar (upsd.users)

source: Remote Monitor
el: Απομακρυσμένη οθόνη
lv: Attālināts Monitors
tr: Uzaktan izleme

source: Send Email Status Updates
el: Αποστολή Email με ενημερώσεις κατάστασης
it: Invio aggiornamenti di stato via Email
lv: Sūtīt E-pasta Statusa Paziņojumus
tr: Durum güncellemelerini e-postayla gönder

source: To email
el: Στο e-mail
it: Email di destinazione
lv: Uz e-pastu
tr: E-posta

source: Destination email address. Separate email addresses by semi-colon.
el: Διευθύνσεις email προορισμού. Διαχωρισμός διευθύνσεων με την άνω-κάτω τελεία.
it: Indirizzi di destinazione dell'email. Separare gli indirizzi multipli con punto e virgola.
lv: Mērķa e-pasta adrese. Atdali e-pasta adreses ar semikolu.
tr: Hedef e-posta adresi. Her bir e-posta adresini noktalı virgül ile ayırın.

source: Email Subject
el: Θέμα e-mail
it: Oggetto dell'email
lv: E-pasta Tēma
tr: E-posta konusu

source: The subject of the email. You can use the following parameters for substitution:<br /><ul><li>%d - Date</li><li>%h - Hostname</li></ul>
el: Το θέμα του email. Μπορείτε να χρησιμοποιήσετε τις ακόλουθες παραμέτρους για υποκατάσταση:<br /><ul><li>%d - Ημερομηνία</li><li>%h - Hostname</li></ul>
it: Oggetto dell'email. Puoi utilizzare i seguenti parametri sostitutivi: <br /><ul><li>%d - Data</li><li>%h - Hostname</li></ul>
lv: E-pasta virsraksts. Tu vari izmantot sekojošus parametrus izcelšanai<br /><ul><li>%d - Date</li><li>%h - Saimnieka nosuakums</li></ul>
tr: E-postanın konusu. Değişiklik için aşağıdaki parametreleri kullanabilirsiniz: <br /><ul><li>% d - Tarih </li><li>% h - Bilgisayar adı </li> </ul>

source: Port to bind FTP server.
el: Θύρα που δεσμεύει ο FTP server.
it: Porta di connessione del server FTP.
lv: Ports, kuram piesaistīt FTP serveri.
tr: FTP sunucusuna bağlanacak bağlantı noktası.

source: Clients
el: Πελάτες
lv: Klienti
tr: İstemciler

source: Maximum number of simultaneous clients.
el: Μέγιστος αριθμός ταυτόχρονων πελατών.
it: Numero massimo di clients conteporanei.
lv: Maksimālais skaits vienlaicīgu klientu.
tr: Aynı andaki istemcilerin en fazla sayısı.

source: Connections
el: Συνδέσεις
it: Connessioni
lv: Savienojumi
tr: Bağlantılar

source: Maximum number of connections per IP address (0 = unlimited).
el: Μέγιστος αριθμός των συνδέσεων ανά IP διεύθυνση (0 = απεριόριστη).
it: Massimo numero di connessioni per indirizzo IP (0=illimitato).
lv: Maksimālais skaits savienojumu IP adresei (0 = neierobežots).
tr: IP adresi başına bağlantı sayısı (0 = sınırsız).

source: Login Attempts
el: Προσπάθειες Σύνδεσης
it: Tentativi di Login
lv: Autorizācijas mēģinājumi
tr: Giriş denemesi

source: Maximum number of allowed password attempts before disconnection.
el: Μέγιστος αριθμός επιτρεπόμενων προσπαθειών κωδικού πρόσβασης πριν την αποσύνδεση.
it: Massimo numero di tentativi di immissione della password prima della disconnessione.
lv: Maksimālais skaits atļautu paroles mēģinājumu pirms atvienošanas.
tr: Bağlantı kesilmesinden önce verilen en fazla bağlantı deneme sayısı.

source: Timeout
el: Τέλος χρόνου
lv: Noildze
tr: Zaman aşımı

source: Maximum idle time in seconds.
el: Μέγιστος χρόνος αδράνειας σε δευτερόλεπτα.
it: Massimo tempo di inattività in secondi.
lv: Maksimālais bezdarbības laiks sekundēs.
tr: En fazla saniye cinsinden boşta durma.

source: Allow Root Login
el: Επιτρέψτε Root είσοδο
it: Consenti il Login di Root
lv: Atļaut Root pieslēgšanos
tr: Root girişine izin ver

source: Allow Anonymous Login
el: Επιτρέψτε Ανώνυμη είσοδο
it: Consenti il Login Anonimo
lv: Atļaut Anonīmu pieslēgšanos
tr: Anonim girişe izin ver

source: Path
el: Μονοπάτι
it: Percorso
lv: Ceļš
tr: Yol

source: Allow Local User Login
el: Επιτρέψτε σύνδεση τοπικού χρήστη
it: Consenti il Login all'Utente Locale
lv: Atļaut Vietējā Lietotāja Autorizāciju
tr: Yerel kullanıcı girişine izin ver

source: Use this option to override the file creation mask (077 by default).
el: Χρησιμοποιήστε αυτή την επιλογή για να παρακάμψετε την μάσκα δημιουργίας αρχείου (077 από προεπιλογή).
it: Usa questa opzione per sostituire la Mask dei permessi di creazione dei file (077 di default).
lv: Lieto šo iespēju, lai ignorētu datņu veidošanas masku (077 pēc noklusējuma).
tr: Dosya oluşturma maskesini geçersiz kılmak için bu seçeneği kullanın (varsayılan 077).

source: Enable FXP
el: Ενεργοποίηση FXP
it: Abilita FXP
lv: Iespējot FXP
tr: FXP etkinleştir

source: Allow Transfer Resumption
el: Να επιτραπεί η επανάληψη μεταφοράς
it: Permettere il ripristino del trasferimento
lv: Atļaut Pārsūtījumu atsākšanu
tr: Yeniden başlama aktarımına izin ver

source: Always Chroot
el: Πάντα Chroot
it: Usa sempre Chroot
lv: Vienmēr Chroot
tr: Her zaman Chroot

source: Require IDENT Authentication
el: Απαίτηση πιστοποίησης IDENT
it: Richiede Autenticazione IDENT
lv: Pieprasīt IDENT Autentifikāciju
tr: IDENT kimlik doğrulama gerekir

source: Masquerade address
el: Διεύθυνση masquerade
it: Indirizzo mascherato
lv: Maskēt adresi
tr: Maske adresi
